{
  "chapters": [
    {
      "id": 1000,
      "title": "ספר יהושע - הקדמה",
      "cards": [
        {
          "title": "לפני הכל - איך לומדים",
          "paragraphs": [
            "אם אתם מתחילים את המסע שלכם כאן, רגע לפני, [תקראו כאן](/HowToLearn) איך להשתמש באתר."
          ]
        },
        {
          "title": "מי הוא יהושע?",
          "paragraphs": [
            "יהושע בן נון הוא התלמיד של משה רבינו. הוא הופיע בתורה בפרשת בשלח במלחמת עמלק (שמות יז), כשמשה שולח אותו להלחם. וכן בפרשת בהעלותך (במדבר יא) בתור משרת משה שדואג לכבודו. הוא גם אחד משני המרגלים שלא דברו בגנות הארץ בחטא המרגלים (במדבר יג), ובזכות זה לא נענש עם הדור ההוא.",
            "יהושע הוא היורש ממשיך של משה רבנו. הוא מונה על ידי הקב\"ה בעצמו בפרשת פנחס (במדבר כז). שמו המקורי הוא הושע, ומשה שינה את שמו ליהושע עוד בפרשת המרגלים. המדרש מסביר שזו ברכה: 'י-ה יושיעך מעצת מרגלים'",
            "בעוד שמשה הוא משבט לוי (מבני לאה), יהושע הוא משבט אפרים (מבני רחל)."
          ]
        },
        {
          "title": "מתי?",
          "paragraphs": [
            "הספר מתחיל בסוף 40 שנות המדבר. בנ\"י יצאו ממצרים והלכו במדבר ארבעים שנה. הם חנו בערב הירדן המזרחי ממול העיר יריחו. לפי המסורת הכניסה לארץ היתה בשנת 2489 לבריאת העולם, שזה בערך 1270BC.",
            "הספר מסתיים אחרי שיהושע כבש את הארץ וחילק אותה לשבטים, ונפטר גם הוא. אנחנו נלמד בהמשך שהוא לא סיים את העבודה."
          ]
        }
      ]
    },
    {
      "id": 2000,
      "title": "פרק א - פתיחה",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "הפתיחה של ספר יהושע. ה' מחזק את יהושע בגלל שהוא נכנס לנעליים גדולות, ולא בטוח בעצמו, וגם ישראל לא בטוחים בו. ה' מחזק אותו בלימוד התורה, שבזכותה ירשו את הארץ, חזק ואמץ, לא ימוש, והגית בו יומם ולילה. סימבולית, זה גם מחזק את מי שמתחיל במסע התנ\"ך (אנחנו), שיתחיל ברגל ימין ויתחזק בלימוד.",
            "מוזכרים גבולות הארץ, הבנות שאלו אותי איפה זה נהר פרת. זה רחוק. אפשר להראות בגוגל מפות צילום לווין. כדאי להראות במפה איפה הם נמצאים כרגע, לפני חציית הירדן, שזה מול יריחו בעבר הירדן המזרחי.",
            "יהושע אומר לעם להתכונן לחציית הירדן, ואומר להם לקחת צידה. ומה עם המן? לפי חז\"ל המן פסק לרדת בז' באדר יום פטירת משה, ומאז הם אוכלים מהמן שנשאר להם בכלים, בניגוד למנהג המן, שהיה מסריח אם היו שומרים מהיום למחר.",
            "יהושע מזכיר לראובן גד וחצי המנשה לכבד את העסקה שעשו עם משה לצאת חלוצים וכו'. עוד על זה ראה פרשת מטות (במדבר לב)."
          ]
        }
      ]
    },
    {
      "id": 3000,
      "title": "פרק ב - מרגלים",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "יהושע שולח מרגלים ליריחו, הסיפור פשוט וידוע. המרגלים מגיעים לבית רחב. המלך שומע שיש מרגלים. רחב מחביאה אותם. היא משביעה אותם לשמור עליה ומשפחתה. הם חוזרים ליהושע ומדווחים לו.",
            "שאלה מעניינת היא מה המסר של הפרק, מה הרוויח יהושע מהדיווח של המרגלים."
          ]
        },
        {
          "title": "דמות המרגלים",
          "paragraphs": [
            "חזל מוסרים שהמרגלים הם פנחס בן אלעזר בן אהרן הכהן וכלב בן יפונה.",
            "פנחס הוא אותו פנחס בפרשות בלק-פנחס (במדבר כה). שם מתואר שבני ישראל חטאו עם בנות מדין. ואפילו נשיא שבט שמעון חטא עם בת מלך צור, עד שבא פנחס והרג אותם במעשה של קנאה לה'. פנחס מופיע עוד כמה פעמים בספרים יהושע שופטים.",
            "כלב הוא אותו כלב שהיה אחד משני המרגלים שלא חטאו בחטא המרגלים. גם הוא יופיע שוב בהמשך ספר יהושע.",
            "למה דווקא הם נבחרו לרגל את יריחו? והאם הם עמדו בציפיות? שתפו בתגובות."
          ]
        },
        {
          "title": "רחב הזונה",
          "paragraphs": [
            "על תחילת הספר התנך מזמן לנו, ההורים, שאלה מעניינת. **מה זה זונה?**",
            "אמת שיש מחלוקת פרשנית אם היא זונה-זונה, או זונה-מוכרת מזונות. מי שבוחר להתחמק, שיבושם לו, יש לו דרך לצאת מזה. אבל מי שבוחר להתמודד עם השאלה, התשובה היא כמובן תלויה בגיל.",
            "אני הסברתי כך: יש גברים שרוצים להתחבק ולהתנשק עם נשים, למה? כי חסרה להם אהבה. והם מוכנים אפילו לשלם כסף לאישה כדי שתחבק אותם כאילו שהיא באמת אוהבת אותם. היא נקראת זונה. ילד בריא יבין מעצמו שזה לא תקין.",
            "חז\"ל אומרים שרחב התחתנה עם יהושע והתגיירה, ויצאו ממנה נביאים וכהנים, כולל ירמיה וחולדה."
          ]
        },
        {
          "title": "הפטרת פרשת שלח לך מרגלים",
          "paragraphs": [
            "אם לא ידוע לכם, לכל פרשה בתורה יש הפטרה בנביא, שקשורה איך שהוא לפרשה. בפרשת שלח לך מרגלים בחרו באופן בלתי מפתיע בפרק שלנו. וזו הזדמנות נהדרת להשוות. מה אתם אומרים? שתפו."
          ]
        },
        {
          "title": "איפה זה קרה?",
          "iframe": "<iframe src='https://www.google.com/maps/embed?pb=!1m28!1m12!1m3!1d76901.05638368281!2d35.5256435049628!3d31.83647402301173!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!4m13!3e2!4m5!1s0x151ccb4cd27bffb1%3A0x9b94ec172f6a9858!2z16fXkNeh16gg15DXnCDXmdeU15XXkywg15nXqNeZ15fXlQ!3m2!1d31.838390999999998!2d35.5390458!4m5!1s0x151ccc522c912395%3A0xa7df2448dfa7e561!2z16rXnCDXmdeo15nXl9eVLCDXoteZ158g15At16HXldec15jXkNef!3m2!1d31.869662899999998!2d35.4439924!5e1!3m2!1siw!2sil!4v1659266710081!5m2!1siw!2sil' height=400px width=100% style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
        },
        {
          "title": "רפרנסים",
          "paragraphs": ["רחב משתמשת בביטוי משירת הים. נסו למצוא לבד."]
        }
      ]
    },
    {
      "id": 4000,
      "title": "פרקים ג-ד - חציית הירדן",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "חציית הירדן. עם ישראל חוצה את נהר הירדן באופן ניסי. ארון הברית מפסיק את זרימת הנהר וכולם עוברים בחרבה. מזכיר את קריעת ים סוף, לא? 'הַיָּם רָאָה וַיָּנֹס הַיַּרְדֵּן יִסֹּב לְאָחוֹר' (תהלים קיד, חלק מתפילת הלל)",
            "לוקחים 12 אבנים מהירדן לזכרון. בנוסף לוקחים 12 אבנים מהיבשה ושמים אותם בירדן במקומם.",
            "בזכות הנס העם ראה שה' בחר ביהושע, ויראו ממנו.",
            "עם ישראל חונה בגלגל. הגלגל זה שם מקום מתעתע, ויתכן שהכוונה למחנה גדול, ויש כמה מקומות שנקראו גלגל. שם שם יהושע את האבנים לזכרון."
          ]
        },
        {
          "title": "אופן עצירת המים",
          "paragraphs": [
            "הפסוק אומר 'קָמוּ נֵד אֶחָד הַרְחֵק מְאֹד'. חזל מסבירים שהמים, במקום לזרום למטה, זרמו למעלה, ונוצר שם נד מים מאוד גבוה. היה ניתן לראות אותו מרחוק (סוטה לד.).",
            "וראו את הפסוק הראשון בפרק ה', תגובת העמים למראה."
          ]
        },
        {
          "title": "שעשה נסים לאבותינו במקום הזה",
          "paragraphs": [
            "המשנה אומרת: 'הרואה מקום שנעשו בו נסים לישראל, אומר ברוך שעשה נסים לאבותינו במקום הזה' (ברכות ט.). אחת הדוגמאות היא מקום חציית הירדן.",
            "בגלל שלא יודעים בדיוק איפה זה היה, אפשר לברך בלי שם ומלכות",
            "יש מסורת על מקום שנקרא ['קאסר אל יהוד'](https://he.wikipedia.org/wiki/%D7%A7%D7%90%D7%A1%D7%A8_%D7%90%D7%9C-%D7%99%D7%94%D7%95%D7%93), ששם חצו את הירדן, וזה אכן נראה מקום מתאים.",
            "אפשר ללכת לשם בדרך לים המלח ולשחות בירדן."
          ]
        },
        {
          "title": "איפה זה קרה?",
          "iframe": "<iframe src='https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d23098.09376846278!2d35.562749984524984!3d31.83897317900452!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1z16fXkNeh16gg15DXnCDXmdeU15XXkw!5e1!3m2!1siw!2sil!4v1661715940593!5m2!1siw!2sil' height=400px width=100% style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
        }
      ]
    },
    {
      "id": 5000,
      "title": "פרק ה - ברית מילה ופסח",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "שלושה נושאים: ברית מילה, קורבן פסח, מפגש יהושע עם מלאך.",
            "הפרק עמוס וקשה. כדאי לחלק אותו לקטעים קטנים כדי לתת לכל נושא את היחס הראוי."
          ]
        },
        {
          "title": "ברית מילה",
          "paragraphs": [
            "בני ישראל עשו ברית מילה המוני בכניסה לארץ, כי למעשה לא מלו במדבר וכמעט כולם היו ערלים (מי היה נימול?)",
            "השאלה המתבקשת היא למה לא מלו במדבר? כבר חזל התייחסו לשאלה הזו, וכן פרשני הדורות.",
            "חזל אומרים שזה מפני שזה מפני סכנת הדרך, שההליכה מסוכנת לנימול, ולמרות שהם לא הלכו רצוף ארבעים שנה, הם לא יכלו למול כי הם לא ידעו מתי ילכו ומתי יחנו. דעה אחרת בחזל היא מפני שהם היו נזופים.",
            "יש שהסבירו על דרך פנימיות התורה שברית המילה מאפשרת לגלות את הקדושה שבתוך העולם הזה, ודור המדבר לא יכלו לעשות כן, כי הם היו דור ששייך לענני הכבוד. ורק בארץ ישראל יש יכולת לקדש את העולם הזה, ולכן רק בארץ יש משמעות לברית מילה."
          ]
        },
        {
          "title": "פסח",
          "paragraphs": [
            "עשו את הפסח בזמנו. מיד אחרי שעשו את הפסח פסק המן.",
            "לא סתם ה' כיון את כניסת ישראל בזמן פסח. למה? שתפו."
          ]
        },
        {
          "title": "מלאך ה'",
          "paragraphs": [
            "יהושע פוגש מלאך ה' עם חרב שלופה. יהושע שואל את המלאך מה הוא בא לבשר לו, והמלאך לא עונה לו.",
            "נראה לי שהפשט הוא שהמלאך מבשר ליהושע שעכשיו עם ישראל מוכן לכיבוש הארץ והוא בא לסייע להם."
          ]
        },
        {
          "title": "מילים ומושגים קשים",
          "paragraphs": [
            "חרבות צורים - אבן צור, שהיא חדה. גם ציפורה מלה את בנה בצור (שמות ד)",
            "אנשי המלחמה - חיילים, האנשים שהיו ראויים למלחמה, מעל גיל 20, בזמן חטא המרגלים. או אולי כינוי לדור המדבר שעשו מלחמה עם ה', כשהם חטאו בחטא המרגלים.",
            "הַיּוֹם גַּלּוֹתִי אֶת חֶרְפַּת מִצְרַיִם מֵעֲלֵיכֶם - זו בושה וחרפה עבורנו להיות ערלים, והחרפה הזו שאנחנו סוחבים ממצרים - היום מוסרת מעלינו. ואולי הכוונה היא להמשך, לעשיית הפסח, שה' השתהה כביכול להכניס אותנו לארץ, וזה היה בושה וחרפה בעיני מצרים (למה יאמרו מצרים …), והפסח שעשו בארץ הוא פרעון החוב של ה' להכניס את עם ישראל לארץ."
          ]
        },
        {
          "title": "ביטויים דומים",
          "paragraphs": [
            "וַיַּעֲשׂ֣וּ אֶת־הַפֶּ֡סַח בְּאַרְבָּעָה֩ עָשָׂ֨ר י֥וֹם לַחֹ֛דֶשׁ בָּעֶ֖רֶב בְּעַֽרְב֥וֹת יְרִיחֽוֹ -- ממש דומה, כולל הטעמים, לפסח הקודם בפרשת בהעלותך: וַיַּעֲשׂ֣וּ אֶת־הַפֶּ֡סַח בָּרִאשׁ֡וֹן בְּאַרְבָּעָה֩ עָשָׂ֨ר י֥וֹם לַחֹ֛דֶשׁ בֵּ֥ין הָעַרְבַּ֖יִם בְּמִדְבַּ֣ר סִינָ֑י (במדבר ט).",
            "בעצם היום הזה - ביטוי נדיר וחגיגי בתנך. נאמר אצל נח, כשמל אברהם, ביציאת מצרים ועוד כמה.",
            "וְחַרְבּוֹ שְׁלוּפָה בְּיָדוֹ - נאמר גם אצל בלעם (במדבר כב), וגם אצל דוד לפני שקנה את מקום המקדש (דברי הימים א כא)",
            "של נעלך - אצל משה במעמד הסנה (שמות ג)"
          ]
        }
      ]
    },
    {
      "id": 6000,
      "title": "פרק ו - כיבוש יריחו",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "כיבוש יריחו בדרך ניסית. החרמת העיר. הצלת רחב. שבועה שלא לבנות את יריחו."
          ]
        },
        {
          "title": "כיבוש יריחו",
          "paragraphs": [
            "העיר הראשונה שנכבשת לרגלי יהושע ועם ישראל היא יריחו, וה' מכריע אותה לפניהם בדרך ניסית, כדי להראות שהוא תומך בהם. ובתמורה, כל שלל העיר יהיה חרם לה', וגם מפני שהיא ראשית הכיבוש, בדומה למצוות ראשית אחרות.",
            "ההקפות סביב העיר הן יחודיות בתנך למיטב ידיעתי. אבל לנו יש מנהגים נוספים שבהם אנחנו מקיפים שבע פעמים, למשל הקפות בהושענות בסוכות ובשמחת תורה."
          ]
        },
        {
          "title": "שבועה שלא להקים את יריחו",
          "paragraphs": [
            "יהושע משביע את העם שלא לבנות מחדש את יריחו כדי להשאירה אות ומופת. ורק מאות שנים אחר כך, באמצע ימי בית ראשון בתקופת המלך אחאב, חִיאֵל בֵּית הָאֱלִי הקים את יריחו, בְּיָמָיו בָּנָה חִיאֵל בֵּית הָאֱלִי אֶת-יְרִיחֹה בַּאֲבִירָם בְּכֹרוֹ יִסְּדָהּ ובשגיב (וּבִשְׂגוּב) צְעִירוֹ הִצִּיב דְּלָתֶיהָ כִּדְבַר ה' אֲשֶׁר דִּבֶּר בְּיַד יְהוֹשֻׁעַ בִּן-נוּן (מלכים א טז לד)",
            "אף על פי כן, בימי דוד, שקדם לאחאב במאות שנים, יריחו מוזכרת בתור מקום נידח וַיַּגִּדוּ לְדָוִד וַיִּשְׁלַח לִקְרָאתָם, כִּי-הָיוּ הָאֲנָשִׁים נִכְלָמִים מְאֹד; וַיֹּאמֶר הַמֶּלֶךְ שְׁבוּ בִירֵחוֹ, עַד-יְצַמַּח זְקַנְכֶם וְשַׁבְתֶּם (שמואל ב י ה)"
          ]
        },
        {
          "title": "מילים ומושגים קשים",
          "paragraphs": [
            "יובלים - אַיִל, סוג של כבש",
            "בבִּבְכֹרוֹ יְיַסְּדֶנָּה וּבִצְעִירוֹ יַצִּיב דְּלָתֶיהָ - שמי שיקים את יריחו ימות תחילה בנו הצעיר, ולבסוף בנו הבכור."
          ]
        },
        {
          "title": "תל יריחו",
          "paragraphs": [
            "בתוך העיר יריחו של ימינו קיים תל שנקרא תל יריחו, עתיק מאוד, הרבה לפני יהושע.",
            "בשכבות של התל, להבנתי, חסרים מאות שנים, וזה תואם את השבועה של יהושע. כל דיון ארכיאולוגי בממצאים כמו תל יריחו טעון מאוד, שכן יש בדיון להוכיח או להפריך את סיפורי התנך",
            "חזל אומרים שמי שרואה את חומת יריחו שנבלעה צריך לברך 'ברוך שעשה ניסים לאבותינו במקום הזה' (ברכות נד:), אולי זה אומר שבימי חזל חומת יריחו עדיין היתה ניכרת?"
          ]
        }
      ]
    }
  ]
}
