{
  "chapters": [
    {
      "id": 1000,
      "title": "ספר יהושע - הקדמה",
      "cards": [
        {
          "title": "לפני הכל - איך לומדים",
          "paragraphs": [
            "אם אתם מתחילים את המסע שלכם כאן, רגע לפני, [תקראו כאן](/HowToLearn) איך להשתמש באתר."
          ]
        },
        {
          "title": "מי הוא יהושע?",
          "paragraphs": [
            "יהושע בן נון הוא התלמיד של משה רבינו. הוא הופיע בתורה בפרשת בשלח במלחמת עמלק (שמות יז), כשמשה שולח אותו להלחם. וכן בפרשת בהעלותך (במדבר יא) בתור משרת משה שדואג לכבודו. הוא גם אחד משני המרגלים שלא דברו בגנות הארץ בחטא המרגלים (במדבר יג), ובזכות זה לא נענש עם הדור ההוא.",
            "יהושע הוא היורש ממשיך של משה רבנו. הוא מונה על ידי הקב\"ה בעצמו בפרשת פנחס (במדבר כז). שמו המקורי הוא הושע, ומשה שינה את שמו ליהושע עוד בפרשת המרגלים. המדרש מסביר שזו ברכה: 'י-ה יושיעך מעצת מרגלים'",
            "בעוד שמשה הוא משבט לוי (מבני לאה), יהושע הוא משבט אפרים (מבני רחל)."
          ]
        },
        {
          "title": "מתי?",
          "paragraphs": [
            "הספר מתחיל בסוף 40 שנות המדבר. בנ\"י יצאו ממצרים והלכו במדבר ארבעים שנה. הם חנו בערב הירדן המזרחי ממול העיר יריחו. לפי המסורת הכניסה לארץ היתה בשנת 2489 לבריאת העולם, שזה בערך 1270BC.",
            "הספר מסתיים אחרי שיהושע כבש את הארץ וחילק אותה לשבטים, ונפטר גם הוא. אנחנו נלמד בהמשך שהוא לא סיים את העבודה."
          ]
        }
      ]
    },
    {
      "id": 2000,
      "title": "פרק א - פתיחה",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "הפתיחה של ספר יהושע. ה' מחזק את יהושע בגלל שהוא נכנס לנעליים גדולות, ולא בטוח בעצמו, וגם ישראל לא בטוחים בו. ה' מחזק אותו בלימוד התורה, שבזכותה ירשו את הארץ, חזק ואמץ, לא ימוש, והגית בו יומם ולילה. סימבולית, זה גם מחזק את מי שמתחיל במסע התנ\"ך (אנחנו), שיתחיל ברגל ימין ויתחזק בלימוד.",
            "מוזכרים גבולות הארץ, הבנות שאלו אותי איפה זה נהר פרת. זה רחוק. אפשר להראות בגוגל מפות צילום לווין. כדאי להראות במפה איפה הם נמצאים כרגע, לפני חציית הירדן, שזה מול יריחו בעבר הירדן המזרחי.",
            "יהושע אומר לעם להתכונן לחציית הירדן, ואומר להם לקחת צידה. ומה עם המן? לפי חז\"ל המן פסק לרדת בז' באדר יום פטירת משה, ומאז הם אוכלים מהמן שנשאר להם בכלים, בניגוד למנהג המן, שהיה מסריח אם היו שומרים מהיום למחר.",
            "יהושע מזכיר לראובן גד וחצי המנשה לכבד את העסקה שעשו עם משה לצאת חלוצים וכו'. עוד על זה ראה פרשת מטות (במדבר לב)."
          ]
        }
      ]
    },
    {
      "id": 3000,
      "title": "פרק ב - מרגלים",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "יהושע שולח מרגלים ליריחו, הסיפור פשוט וידוע. המרגלים מגיעים לבית רחב. המלך שומע שיש מרגלים. רחב מחביאה אותם. היא משביעה אותם לשמור עליה ומשפחתה. הם חוזרים ליהושע ומדווחים לו.",
            "שאלה מעניינת היא מה המסר של הפרק, מה הרוויח יהושע מהדיווח של המרגלים."
          ]
        },
        {
          "title": "דמות המרגלים",
          "paragraphs": [
            "חזל מוסרים שהמרגלים הם פנחס בן אלעזר בן אהרן הכהן וכלב בן יפונה.",
            "פנחס הוא אותו פנחס בפרשות בלק-פנחס (במדבר כה). שם מתואר שבני ישראל חטאו עם בנות מדין. ואפילו נשיא שבט שמעון חטא עם בת מלך צור, עד שבא פנחס והרג אותם במעשה של קנאה לה'. פנחס מופיע עוד כמה פעמים בספרים יהושע שופטים.",
            "כלב הוא אותו כלב שהיה אחד משני המרגלים שלא חטאו בחטא המרגלים. גם הוא יופיע שוב בהמשך ספר יהושע.",
            "למה דווקא הם נבחרו לרגל את יריחו? והאם הם עמדו בציפיות? שתפו בתגובות."
          ]
        },
        {
          "title": "רחב הזונה",
          "paragraphs": [
            "על תחילת הספר התנך מזמן לנו, ההורים, שאלה מעניינת. **מה זה זונה?**",
            "אמת שיש מחלוקת פרשנית אם היא זונה-זונה, או זונה-מוכרת מזונות. מי שבוחר להתחמק, שיבושם לו, יש לו דרך לצאת מזה. אבל מי שבוחר להתמודד עם השאלה, התשובה היא כמובן תלויה בגיל.",
            "אני הסברתי כך: יש גברים שרוצים להתחבק ולהתנשק עם נשים, למה? כי חסרה להם אהבה. והם מוכנים אפילו לשלם כסף לאישה כדי שתחבק אותם כאילו שהיא באמת אוהבת אותם. היא נקראת זונה. ילד בריא יבין מעצמו שזה לא תקין.",
            "חז\"ל אומרים שרחב התחתנה עם יהושע והתגיירה, ויצאו ממנה נביאים וכהנים, כולל ירמיה וחולדה."
          ]
        },
        {
          "title": "הפטרת פרשת שלח לך מרגלים",
          "paragraphs": [
            "אם לא ידוע לכם, לכל פרשה בתורה יש הפטרה בנביא, שקשורה איך שהוא לפרשה. בפרשת שלח לך מרגלים בחרו באופן בלתי מפתיע בפרק שלנו. וזו הזדמנות נהדרת להשוות. מה אתם אומרים? שתפו."
          ]
        },
        {
          "title": "איפה זה קרה?",
          "iframe": "<iframe src='https://www.google.com/maps/embed?pb=!1m28!1m12!1m3!1d76901.05638368281!2d35.5256435049628!3d31.83647402301173!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!4m13!3e2!4m5!1s0x151ccb4cd27bffb1%3A0x9b94ec172f6a9858!2z16fXkNeh16gg15DXnCDXmdeU15XXkywg15nXqNeZ15fXlQ!3m2!1d31.838390999999998!2d35.5390458!4m5!1s0x151ccc522c912395%3A0xa7df2448dfa7e561!2z16rXnCDXmdeo15nXl9eVLCDXoteZ158g15At16HXldec15jXkNef!3m2!1d31.869662899999998!2d35.4439924!5e1!3m2!1siw!2sil!4v1659266710081!5m2!1siw!2sil' height=400px width=100% style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
        },
        {
          "title": "רפרנסים",
          "paragraphs": ["רחב משתמשת בביטוי משירת הים. נסו למצוא לבד."]
        }
      ]
    },
    {
      "id": 4000,
      "title": "פרקים ג-ד - חציית הירדן",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "חציית הירדן. עם ישראל חוצה את נהר הירדן באופן ניסי. ארון הברית מפסיק את זרימת הנהר וכולם עוברים בחרבה. מזכיר את קריעת ים סוף, לא? 'הַיָּם רָאָה וַיָּנֹס הַיַּרְדֵּן יִסֹּב לְאָחוֹר' (תהלים קיד, חלק מתפילת הלל)",
            "לוקחים 12 אבנים מהירדן לזכרון. בנוסף לוקחים 12 אבנים מהיבשה ושמים אותם בירדן במקומם.",
            "בזכות הנס העם ראה שה' בחר ביהושע, ויראו ממנו.",
            "עם ישראל חונה בגלגל. הגלגל זה שם מקום מתעתע, ויתכן שהכוונה למחנה גדול, ויש כמה מקומות שנקראו גלגל. שם שם יהושע את האבנים לזכרון.",
            "יש תאריך נקוב לאירוע, שזה דבר נדיר יחסית. [בדף הזה](dates) יש ריכוז תאריכים בתנך."
          ]
        },
        {
          "title": "אופן עצירת המים",
          "paragraphs": [
            "הפסוק אומר 'קָמוּ נֵד אֶחָד הַרְחֵק מְאֹד'. חזל מסבירים שהמים, במקום לזרום למטה, זרמו למעלה, ונוצר שם נד מים מאוד גבוה. היה ניתן לראות אותו מרחוק (סוטה לד.).",
            "וראו את הפסוק הראשון בפרק ה', תגובת העמים למראה."
          ]
        },
        {
          "title": "שעשה נסים לאבותינו במקום הזה",
          "paragraphs": [
            "המשנה אומרת: 'הרואה מקום שנעשו בו נסים לישראל, אומר ברוך שעשה נסים לאבותינו במקום הזה' (ברכות ט.). אחת הדוגמאות היא מקום חציית הירדן.",
            "בגלל שלא יודעים בדיוק איפה זה היה, אפשר לברך בלי שם ומלכות",
            "יש מסורת על מקום שנקרא ['קאסר אל יהוד'](https://he.wikipedia.org/wiki/%D7%A7%D7%90%D7%A1%D7%A8_%D7%90%D7%9C-%D7%99%D7%94%D7%95%D7%93), ששם חצו את הירדן, וזה אכן נראה מקום מתאים.",
            "אפשר ללכת לשם בדרך לים המלח ולשחות בירדן."
          ]
        },
        {
          "title": "איפה זה קרה?",
          "iframe": "<iframe src='https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d23098.09376846278!2d35.562749984524984!3d31.83897317900452!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1z16fXkNeh16gg15DXnCDXmdeU15XXkw!5e1!3m2!1siw!2sil!4v1661715940593!5m2!1siw!2sil' height=400px width=100% style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
        }
      ]
    },
    {
      "id": 5000,
      "title": "פרק ה - ברית מילה ופסח",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "שלושה נושאים: ברית מילה, קורבן פסח, מפגש יהושע עם מלאך.",
            "הפרק עמוס וקשה. כדאי לחלק אותו לקטעים קטנים כדי לתת לכל נושא את היחס הראוי.",
            "עשיית הפסח ושנפסק המן ארעו בתאריכים נקובים. [בדף הזה](dates) יש ריכוז תאריכים בתנך."
          ]
        },
        {
          "title": "ברית מילה",
          "paragraphs": [
            "בני ישראל עשו ברית מילה המוני בכניסה לארץ, כי למעשה לא מלו במדבר וכמעט כולם היו ערלים (מי היה נימול?)",
            "השאלה המתבקשת היא למה לא מלו במדבר? כבר חזל התייחסו לשאלה הזו, וכן פרשני הדורות.",
            "חזל אומרים שזה מפני שזה מפני סכנת הדרך, שההליכה מסוכנת לנימול, ולמרות שהם לא הלכו רצוף ארבעים שנה, הם לא יכלו למול כי הם לא ידעו מתי ילכו ומתי יחנו. דעה אחרת בחזל היא מפני שהם היו נזופים.",
            "יש שהסבירו על דרך פנימיות התורה שברית המילה מאפשרת לגלות את הקדושה שבתוך העולם הזה, ודור המדבר לא יכלו לעשות כן, כי הם היו דור ששייך לענני הכבוד. ורק בארץ ישראל יש יכולת לקדש את העולם הזה, ולכן רק בארץ יש משמעות לברית מילה."
          ]
        },
        {
          "title": "פסח",
          "paragraphs": [
            "עשו את הפסח בזמנו. מיד אחרי שעשו את הפסח פסק המן.",
            "לא סתם ה' כיון את כניסת ישראל בזמן פסח. למה? שתפו."
          ]
        },
        {
          "title": "מלאך ה'",
          "paragraphs": [
            "יהושע פוגש מלאך ה' עם חרב שלופה. יהושע שואל את המלאך מה הוא בא לבשר לו, והמלאך לא עונה לו.",
            "נראה לי שהפשט הוא שהמלאך מבשר ליהושע שעכשיו עם ישראל מוכן לכיבוש הארץ והוא בא לסייע להם."
          ]
        },
        {
          "title": "מילים ומושגים קשים",
          "paragraphs": [
            "חרבות צורים - אבן צור, שהיא חדה. גם ציפורה מלה את בנה בצור (שמות ד)",
            "אנשי המלחמה - חיילים, האנשים שהיו ראויים למלחמה, מעל גיל 20, בזמן חטא המרגלים. או אולי כינוי לדור המדבר שעשו מלחמה עם ה', כשהם חטאו בחטא המרגלים.",
            "הַיּוֹם גַּלּוֹתִי אֶת חֶרְפַּת מִצְרַיִם מֵעֲלֵיכֶם - זו בושה וחרפה עבורנו להיות ערלים, והחרפה הזו שאנחנו סוחבים ממצרים - היום מוסרת מעלינו. ואולי הכוונה היא להמשך, לעשיית הפסח, שה' השתהה כביכול להכניס אותנו לארץ, וזה היה בושה וחרפה בעיני מצרים (למה יאמרו מצרים …), והפסח שעשו בארץ הוא פרעון החוב של ה' להכניס את עם ישראל לארץ."
          ]
        },
        {
          "title": "ביטויים דומים",
          "paragraphs": [
            "וַיַּעֲשׂ֣וּ אֶת־הַפֶּ֡סַח בְּאַרְבָּעָה֩ עָשָׂ֨ר י֥וֹם לַחֹ֛דֶשׁ בָּעֶ֖רֶב בְּעַֽרְב֥וֹת יְרִיחֽוֹ -- ממש דומה, כולל הטעמים, לפסח הקודם בפרשת בהעלותך: וַיַּעֲשׂ֣וּ אֶת־הַפֶּ֡סַח בָּרִאשׁ֡וֹן בְּאַרְבָּעָה֩ עָשָׂ֨ר י֥וֹם לַחֹ֛דֶשׁ בֵּ֥ין הָעַרְבַּ֖יִם בְּמִדְבַּ֣ר סִינָ֑י (במדבר ט).",
            "בעצם היום הזה - ביטוי נדיר וחגיגי בתנך. נאמר אצל נח, כשמל אברהם, ביציאת מצרים ועוד כמה.",
            "וְחַרְבּוֹ שְׁלוּפָה בְּיָדוֹ - נאמר גם אצל בלעם (במדבר כב), וגם אצל דוד לפני שקנה את מקום המקדש (דברי הימים א כא)",
            "של נעלך - אצל משה במעמד הסנה (שמות ג)"
          ]
        }
      ]
    },
    {
      "id": 6000,
      "title": "פרק ו - כיבוש יריחו",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "כיבוש יריחו בדרך ניסית. החרמת העיר. הצלת רחב. שבועה שלא לבנות את יריחו."
          ]
        },
        {
          "title": "כיבוש יריחו",
          "paragraphs": [
            "העיר הראשונה שנכבשת לרגלי יהושע ועם ישראל היא יריחו, וה' מכריע אותה לפניהם בדרך ניסית, כדי להראות שהוא תומך בהם. ובתמורה, כל שלל העיר יהיה חרם לה', וגם מפני שהיא ראשית הכיבוש, בדומה למצוות ראשית אחרות.",
            "ההקפות סביב העיר הן יחודיות בתנך למיטב ידיעתי. אבל לנו יש מנהגים נוספים שבהם אנחנו מקיפים שבע פעמים, למשל הקפות בהושענות בסוכות ובשמחת תורה."
          ]
        },
        {
          "title": "שבועה שלא להקים את יריחו",
          "paragraphs": [
            "יהושע משביע את העם שלא לבנות מחדש את יריחו כדי להשאירה אות ומופת. ורק מאות שנים אחר כך, באמצע ימי בית ראשון בתקופת המלך אחאב, חִיאֵל בֵּית הָאֱלִי הקים את יריחו, בְּיָמָיו בָּנָה חִיאֵל בֵּית הָאֱלִי אֶת-יְרִיחֹה בַּאֲבִירָם בְּכֹרוֹ יִסְּדָהּ ובשגיב (וּבִשְׂגוּב) צְעִירוֹ הִצִּיב דְּלָתֶיהָ כִּדְבַר ה' אֲשֶׁר דִּבֶּר בְּיַד יְהוֹשֻׁעַ בִּן-נוּן (מלכים א טז לד)",
            "אף על פי כן, בימי דוד, שקדם לאחאב במאות שנים, יריחו מוזכרת בתור מקום נידח וַיַּגִּדוּ לְדָוִד וַיִּשְׁלַח לִקְרָאתָם, כִּי-הָיוּ הָאֲנָשִׁים נִכְלָמִים מְאֹד; וַיֹּאמֶר הַמֶּלֶךְ שְׁבוּ בִירֵחוֹ, עַד-יְצַמַּח זְקַנְכֶם וְשַׁבְתֶּם (שמואל ב י ה)"
          ]
        },
        {
          "title": "מילים ומושגים קשים",
          "paragraphs": [
            "יובלים - אַיִל, סוג של כבש",
            "בבִּבְכֹרוֹ יְיַסְּדֶנָּה וּבִצְעִירוֹ יַצִּיב דְּלָתֶיהָ - שמי שיקים את יריחו ימות תחילה בנו הצעיר, ולבסוף בנו הבכור."
          ]
        },
        {
          "title": "תל יריחו",
          "paragraphs": [
            "בתוך העיר יריחו של ימינו קיים תל שנקרא תל יריחו, עתיק מאוד, הרבה לפני יהושע.",
            "בשכבות של התל, להבנתי, חסרים מאות שנים, וזה תואם את השבועה של יהושע. כל דיון ארכיאולוגי בממצאים כמו תל יריחו טעון מאוד, שכן יש בדיון להוכיח או להפריך את סיפורי התנך",
            "חזל אומרים שמי שרואה את חומת יריחו שנבלעה צריך לברך 'ברוך שעשה ניסים לאבותינו במקום הזה' (ברכות נד:), אולי זה אומר שבימי חזל חומת יריחו עדיין היתה ניכרת?"
          ]
        },
        {
          "title": "מי שענה ליהושע בגלגל",
          "paragraphs": [
            "במסכת תענית (ב\\ד) מובא נוסח של תפילה שאמרו בזמן תעניות, והוא השתרש אצלנו בתפילות שונות במהלך השנה, למשל בסליחות.",
            "המשפט החוזר הוא 'מי שענה ל[דמות תנכית] ב[מקום שארע לו נס] הוא יענה אתכם וכו''",
            "אחד המשפטים הוא 'מי שענה את יהושע בגלגל'. ואיזה נס ארע ליהושע בגלגל? יתכן שהכוונה היא לנס של נפילת חומות יריחו, שכן הגלגל היה קרוב ליריחו.",
            "אפשרות נוספת היא קשורה לתפילה של יהושע בפרק הבא שגם נעשתה בגלגל ככל הנראה.",
            "לאורך התנך אנחנו נעקוב אחרי התפילה הזו, וכן תפילות נוספות שמאזכרות ארועים בתנך."
          ]
        }
      ]
    },
    {
      "id": 7000,
      "title": "פרק ז - מעל עכן",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "עכן מועל בחרם. ישראל נופלים מלפני אנשי העי. עכן נלכד בעזרת הגורל ונענש."
          ]
        },
        {
          "title": "יחוס עכן",
          "paragraphs": [
            "עָכָן בֶּן כַּרְמִי בֶן זַבְדִּי בֶן זֶרַח לְמַטֵּה יְהוּדָה. זרח הוא הבן של יהודה שנולד עוד בכנען והוא אחד מהשבעים נפש שירדו מצרימה (בראשית מו).",
            "בהקשר הזה ראוי לציין לחשבון השנים של גלות מצרים, כתבתי על זה [מאמר קצר](General/2000)."
          ]
        },
        {
          "title": "שאלות הבנה",
          "paragraphs": [
            "מתואר שכתוצאה מחטא עכן נפלו 36 איש בנסיון כיבוש העי. השאלה המתבקשת היא כיצד הם נהרהגו בחטאו?",
            "צריך לומר שעם ישראל ערבים זה לזה. ובזמן כניסתם לארץ היו 'דף חלק' מול ה', וחטא עכן הרס את המצב האידאלי הזה וה' רחק מישראל.",
            "בהמשך מתואר שגם בניו ובנותיו של עכן הוצאו להורג על חטא עכן, וזה ממש סותר פסוק מפורש שלֹא יוּמְתוּ אָבוֹת עַל בָּנִים וּבָנִים לֹא יוּמְתוּ עַל אָבוֹת אִישׁ בְּחֶטְאוֹ יוּמָתוּ (דברים כד), איך זה יתכן?",
            "ניתן לדחוק בפשט ולומר שבניו ובנותיו לא הומתו, אלא רק נלקחו לראות את ההוצאה להורג של אביהם, אך לא נהרגו הם. חזל אומרים שהם נהרגו משום שהם ראו וידעו ולא מיחו בידו. ואף יש בחזל הצעה נוספת שהם נענשו מעבר לשורת הדין משום חומרת החטא, למען יראו ויראו. כלומר משום הרתאה.",
            "שאלה נוספת היא מדוע ה' לא גילה ליהושע מי הוא הגנב, ולשם מה היה נדרש הגורל?"
          ]
        },
        {
          "title": "הגורל",
          "paragraphs": [
            "עכן נלכד בעזרת הטלת הגורל. חזל אומרים שזה היה בעזרת אבני החושן. המדרש מוסיף שעכן קבל מלפני יהושע שאין להמית על פי הגורל, שהרי אילו היו מטילים גורל בין יהושע לבין אלעזר כהן גדול, בהכרח אחד מהם היה יוצא, ולכן גם כשמטילים גורל על כל העם, מישהו חייב להבחר ואין זה אומר שהוא באמת אשם.",
            "הוא גם מצטת פסוק שעַל פִּי שְׁנַיִם עֵדִים אוֹ שְׁלֹשָׁה עֵדִים יוּמַת הַמֵּת, ובודאי לא על פי גורל.",
            "יהושע עונה לו שאף על פי כן, אם אכן זה הוא שיתוודה, כי הגורל עצמו הוא אמת, ועתידה ארץ ישראל להתחלק על פי הגורל. ישנם עוד מקרים בתנך שהגורל קבע."
          ]
        },
        {
          "title": "תפילת יהושע",
          "paragraphs": [
            "יהושע מתפלל על נפילת אנשיו בעי, וטוען טענות קשות כלפי שמיא, חזל קראו לזה עזות. לָמָה הֵעֲבַרְתָּ הַעֲבִיר אֶת-הָעָם הַזֶּה אֶת-הַיַּרְדֵּן, לָתֵת אֹתָנוּ בְּיַד הָאֱמֹרִי, לְהַאֲבִידֵנוּ, וְלוּ הוֹאַלְנוּ וַנֵּשֶׁב, בְּעֵבֶר הַיַּרְדֵּן.",
            "הטענה הזו, מזכירה טענה אחרת מהתורה, והקישור מפתיע. מי שטען טענה דומה במדבר היו בני ישראל בחטא המרגלים: וַיִּלֹּנוּ עַל מֹשֶׁה וְעַל אַהֲרֹן כֹּל בְּנֵי יִשְׂרָאֵל וַיֹּאמְרוּ אֲלֵהֶם כָּל הָעֵדָה לוּ מַתְנוּ בְּאֶרֶץ מִצְרַיִם אוֹ בַּמִּדְבָּר הַזֶּה לוּ מָתְנוּ. וְלָמָה ה' מֵבִיא אֹתָנוּ אֶל הָאָרֶץ הַזֹּאת לִנְפֹּל בַּחֶרֶב נָשֵׁינוּ וְטַפֵּנוּ יִהְיוּ לָבַז הֲלוֹא טוֹב לָנוּ שׁוּב מִצְרָיְמָה. (במדבר יד)",
            "זה מפתיע כי יהושע עצמו הוא ממתנגדי המרגלים, ומי כמוהו יודע את הנזק שהם עשו. ועד כדי כך קשה הוא לקח את נפילת אנשיו בעי, שהוא טען כלפי שמיא שהיה עדיף להוותר בעבר הירדן.",
            "[בדף הזה](Prayers) אני ארכז את התפילות המופיעות בתנך."
          ]
        },
        {
          "title": "המסר של הפרק",
          "paragraphs": [
            "בעיני המסר המרכזי של הפרק הוא חשיבות נקיות ישראל בכיבוש הארץ, וערבות ישראל זה לזה, שאפילו חטא שאדם עשה בסתר פגע בכל עם ישראל.",
            "הרעיון הזו רמוז בעיני בשם 'עמק עכור', שלפני החטא היו ישראל כמי מעיין צלולים, ולאחר החטא נעשו עכורים."
          ]
        },
        {
          "title": "קישורים",
          "paragraphs": [
            "כשעכן מתוודא הוא משתשמש בפועלים וָאֵרֶא ... וָאֶחְמְדֵם וָאֶקָּחֵם. לי זה הזכיר את חטא אדם וחוה: **וַתֵּרֶא** הָאִשָּׁה כִּי טוֹב הָעֵץ לְמַאֲכָל וְכִי תַאֲוָה-הוּא לָעֵינַיִם **וְנֶחְמָד** הָעֵץ לְהַשְׂכִּיל **וַתִּקַּח** מִפִּרְיוֹ וַתֹּאכַל."
          ]
        }
      ]
    },
    {
      "id": 8000,
      "title": "פרק ח\\א-כט - כיבוש העי",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "כיבוש העי על ידי תחבולות מלחמה.",
            "יהושע מציב שני מארבים מסביב לעי, והכח הראשי מדמה מתקפה ואז נסיגה, ואנשי העי רודפים אחריהם. האורב הראשי יוצא מהמחבוא וכובש את העיר ושורף אותה. אנשי העי מבינים שהלך עליהם והם נופלים לפניהם."
          ]
        },
        {
          "title": "איסור הלנת המת",
          "paragraphs": [
            "מלך העי נתלה על עץ ומורד ממנו לפני השקיעה, כעין הציווי בפרשת כי תצא לֹא תָלִין נִבְלָתוֹ עַל הָעֵץ כִּי קָבוֹר תִּקְבְּרֶנּוּ בַּיּוֹם הַהוּא כִּי קִלְלַת אֱלֹהִים תָּלוּי (דברים כא). וכן בהמשך בפרק י חמשת המלכים נתלים כנ\"ל."
          ]
        }
      ]
    },
    {
      "id": 8500,
      "title": "פרק ח\\ל-לה - מזבח יהושע",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "יהושע בונה מזבח בהר עיבל, מעמד הברכה והקללה ככתוב בתורה המוזכר פעמיים בתורה, דברים כא ודברים יא ודברים כז."
          ]
        },
        {
          "title": "מזבח יהושע",
          "paragraphs": [
            "בפרשת כי תבוא, דברים כז, יש ציווי לקיים טכס עם כמה מרכיבים: כתיבת התורה על אבנים, לבנות מזבח ולהקריב קרבנות, מעמד קללות וברכות. את כל המרכיבים האלו קיים יהושע בפרקנו.",
            "פרופסור אדם זרטל (קיבוצניק חילוני) מצא ממצא מדהים בהר עיבל התואם את המתואר בפרק, וכן את התקופה. זהו ממצא מדהים שכן הוא מוכיח את תקופת הכתוב בראשית הנך. מרוב שהממצא מטלטל, לאקדמיה היה קושי לקבל אותו.",
            "יש הרבה חומרים ברשת, חפשו ביוטיוב מזבח יהושע. להורים, [כאן](https://www.youtube.com/watch?v=5EZSYTr0B54) יש את אדם זרטל עצמו מספר, זה מרתק."
          ]
        },
        {
          "title": "מתי זה היה",
          "paragraphs": [
            "אצלנו כתוב אָז יִבְנֶה יְהוֹשֻׁעַ, משמע אחרי כיבוש העי. אבל בתורה כתוב וְהָיָה בַּיּוֹם אֲשֶׁר תַּעַבְרוּ אֶת הַיַּרְדֵּן (דברים כז). בעקבות כך יש בחזל דעה שמה שמתואר אצלנו בפרק הוא לא לפי הסדר הכרונולוגי, ואין מוקדם ומאוחר. וסדר הדברים היה כך: עברו את הירדן, לקחו ממנו אבנים, הלכו עד להר גריזים והר עיבל, כתוב את התורה על האבנים, בנו מזבח, ברכו וקללו, וחזרו לגלגל ליד יריחו. זהו מסע ארוך מאוד ולמעשה לא ריאלי, וכדי לקיים את הדעה הזו חזל אומרים שאין כל בריה יכולה לעמוד בפניהם וכל הרואה אותם מיד נתרז (סוטה לג)."
          ]
        },
        {
          "title": "מזבח אבנים",
          "paragraphs": [
            "יש מצוה בתורה שכתובה פעמיים שלא לבנות מזבח מאבני גזית, כלומר שחצבו עליהם בכלי ברזל: וְאִם מִזְבַּח אֲבָנִים תַּעֲשֶׂה לִּי לֹא תִבְנֶה אֶתְהֶן גָּזִית כִּי חַרְבְּךָ הֵנַפְתָּ עָלֶיהָ וַתְּחַלְלֶהָ (שמות כ, מיד לאחר עשרת הדברות). וכן וּבָנִיתָ שָּׁם מִזְבֵּחַ לַה' אֱלֹהֶיךָ מִזְבַּח אֲבָנִים לֹא תָנִיף עֲלֵיהֶם בַּרְזֶל. אֲבָנִים שְׁלֵמוֹת תִּבְנֶה אֶת מִזְבַּח ה' אֱלֹהֶיךָ (דברים כז).",
            "אכן המזבח בהר עיבל עשוי מאבנים שאינן חצובות. מה טעם האיסור?"
          ]
        },
        {
          "title": "קישורים",
          "paragraphs": [
            "נֶגֶד כָּל קְהַל יִשְׂרָאֵל וְהַנָּשִׁים וְהַטַּף וְהַגֵּר הַהֹלֵךְ בְּקִרְבָּם - מזכיר את הפסוקים ממצוות הקהל בְּבוֹא כָל יִשְׂרָאֵל לֵרָאוֹת אֶת פְּנֵי ה' אֱלֹהֶיךָ בַּמָּקוֹם אֲשֶׁר יִבְחָר תִּקְרָא אֶת הַתּוֹרָה הַזֹּאת **נֶגֶד כָּל יִשְׂרָאֵל** בְּאָזְנֵיהֶם. הַקְהֵל אֶת הָעָם **הָאֲנָשִׁים וְהַנָּשִׁים וְהַטַּף וְגֵרְךָ** אֲשֶׁר בִּשְׁעָרֶיךָ (דברים לא) ואכן זהו מעמד מרכזי כמו מתן תורה, ומעמד הקהל הוא שחזור של מתן תורה במובן מסויים."
          ]
        }
      ]
    },
    {
      "id": 9000,
      "title": "פרק ט - הגבעונים",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "עמי כנען מתאגדים כנגד ישראל, ומנגד הגבעונים מתחזים ומערימים על ישראל שהם מחוץ לארץ. נשיאי ישראל נשבעים להם שלא להמיתם, וכשמתגלה התרמית לא מפירים את השבועה ומתפשרים שהם יהיו עבדים, חוטבי עצים ושואבי מים לעדה ולמזבח.",
            "חוטבי עצים ושואבי מים - זה לא תפקיד, אלא הגדרה של מעמד, כמו שמשה מציין כחלק הפחות שבעם ישראל ונספחיו טַפְּכֶם נְשֵׁיכֶם וְגֵרְךָ אֲשֶׁר בְּקֶרֶב מַחֲנֶיךָ **מֵחֹטֵב עֵצֶיךָ עַד שֹׁאֵב מֵימֶיךָ** (דברים כט)."
          ]
        },
        {
          "title": "וַיַּעֲשׂוּ גַם הֵמָּה בְּעָרְמָה",
          "paragraphs": [
            "מה הכוונה גם המה? לרבות מה? איזו ערמה עוד עשו מקודם? יש כמה אפשרויות: כמו שישראל עשו תכסיס מלחמה בערמה בכיבוש העי, כך גם הגבעונים עשו תכסיס ערמה נגד ישראל.",
            "או שהגבעונים לקחו החלטה בעקבות כניסת, כמו שאר עממי כנען, רק שהם עשו בערמה. ויש כמובן עוד אפשרויות, אבל אלו על דרך הפשט.",
            "ויש אפשרות מרחיקת לכת מאות שנים, שהגבעונים, שהם מבני החיווי, החזירו לבני יעקב שרימו את אנשי שכם שהם גם מבני החיווי, במעשה דינה (בראשית לד)"
          ]
        },
        {
          "title": "אחרית הגבעונים",
          "paragraphs": [
            "הגבעונים שכנו בארץ כל ימי בית ראשון (מוזכרים לדוגמא בימי שאול ודוד), ואף גלו עמהם לבבל, ואף שבו עימם מבבל לארץ בראשית ימי שיבת ציון. כלומר ממש עד סוף התנך. עד כדי כך חזקה השבועה שכרתו להם ישראל.",
            "בהמשך הם גם נקראים נתינים, על שם הפסוק **וַיִּתְּנֵם** יְהוֹשֻׁעַ בַּיּוֹם הַהוּא חֹטְבֵי עֵצִים וְשֹׁאֲבֵי מַיִם."
          ]
        },
        {
          "title": "המסר",
          "paragraphs": [
            "מה המסר של הפרק? מה לומדים מזה? אפשר ללמוד על חשיבות השבועה, בפרט שהיא בשם ה'. ולמרות שהשבועה למעשה בטלה, שהרי היא מבוססת על טעות, יהיה חילול ה' אם יפרו את השבועה, מפני מראית עין.",
            "עוד אפשר ללמוד על החשיבות שלא להתפתות וללכת אחרי מראה עיניים, במיוחד כשהיתה להם אפשרות לשאול את ה' באורים ותומים.",
            "דיון נוסף על גבי נושא הגעונים הוא האם ניתן לעשות שלום עם הכנעניים, ראו מאמר [כאן](articles/1000)."
          ]
        },
        {
          "title": "קישורים",
          "paragraphs": [
            "הברית והשבועה לגבעונים מתנגשת עם לֹא תְחַיֶּה כָּל נְשָׁמָה (דברים כז) ועם לֹא תִכְרֹת לָהֶם בְּרִית (דברים ז) ועם לֹא תִכְרֹת לָהֶם וְלֵאלֹהֵיהֶם בְּרִית (שמות כג)"
          ]
        }
      ]
    },
    {
      "id": 10000,
      "title": "פרק י - מלכי הדרום",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "5 מלכים מאזור הדרום יוצאים למלחמה על הגבעונים. עם ישראל נחלץ לעזרתם ותופס את אותם המלכים לא מוכנים ומחוץ לערי המבצר שלהם. המלחמה מלווה בניסים ויהושע מנצח נצחון מוחץ.",
            "המסע מהגלגל (בקעת הירדן) עד לגבעון (צפונית לירושלים) בלילה אחד הוא ארוך וקשה (מעל ק\"מ גובה). 5 המלכים לא העלו בדעתם שעם ישראל יגיע בזמן.",
            "לאחר הקרב המלחמה התגלגלה לעוד ערים, ויהושע כבש גם את מקדה, לבנה, לכיש, עגלון, חברון ודביר. הכתוב מתאר על כיבושים נרחבים בכל דרום הארץ והשפלה."
          ]
        },
        {
          "title": "זיהוי המקומות",
          "paragraphs": [
            "ירושלים, חברון ולכיש הם מקומות ידועים. ירמות ועגלון לא מזוהים בוודאות, אך זה לא משנה. וכן לגבי שאר המקומות בפרק, חלק מזוהים וחלק לא, ואני לא חושב שצריך להתעכב על זה, אלא אם יש בזה תועלת בהבנת הפרק."
          ]
        },
        {
          "title": "אבנים מן השמים",
          "paragraphs": [
            "ה' השליך אבנים מן השמים על הכנעניים במנוסתם, זה קרה במורד בית חורון. חזל מציינים (ברכות נד.) שמי שרואה את האבנים האלה מברך שעשה נסים לאבותינו במקום הזה. וזאת למרות שאצלנו בפרק כתוב שהם אבני ברד, ואני לתומי חשבתי שהכוונה למים קפואים.",
            "גם היום יש מי שמזהה אותם על גבעה עם סלעים יוצאי דופן ליד בית חורון. ביקרתם שם? ספרו לנו."
          ]
        },
        {
          "title": "שֶׁמֶשׁ בְּגִבְעוֹן דּוֹם וְיָרֵחַ בְּעֵמֶק אַיָּלוֹן",
          "paragraphs": [
            "הפשט הוא שיהושע ביקש מגרמי השמים להתעכב כדי שיהיה אור להלחם עוד שעות. ואכן הקרב הגיע עד לעזקה ומקדה שנמצאות מעל 40 ק\"מ מגבעון, והמלחמה עוד התגלגלה לעוד ערים באזור."
          ]
        }
      ]
    },
    {
      "id": 11000,
      "title": "פרק יא - מלכי הצפון וסיכום ביניים",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "מלכי הצפון נאספים להלחם יחדיו בישראל. כמו בפעם הקודמת יהושע מפתיע אותם, ומנצח אותם. הם נסוגים וישראל כובשים את הערים שלהם.",
            "ישנם ממצאים ארכיאולוגיים בתל חצור שמתאימים לכיבוש יהושע, ראו [ויקיפדיה](https://he.wikipedia.org/wiki/תל_חצור).",
            "המשך הפרק מסכם את הכיבוש עד כה, ובכך תמו כיבושי יהושע."
          ]
        }
      ]
    },
    {
      "id": 12000,
      "title": "פרק יב - מלכי כנען",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "אזכור כיבושי משה בעבר הירדן (במדבר כא, דברים ב-ג), ורשימת מלכי כנען שיהושע ניצח.",
            "מבין המלכים הנמנים ברשימה, רק חלקם הוזכרו בפירוש בפרקים הקודמים, ומכאן שהתנך לא כתב את כל הכיבושים, מן הסתם."
          ]
        },
        {
          "title": "ערד",
          "paragraphs": [
            "אחד המלכים המוזכרים שיהושע הרג הוא מלך ערד. קצת מפתיע שהרי קדם לו משה רבנו שניצח את מלך ערד (בדמבר כא).",
            "תל ערד נמצא ליד העיר ערד ויש שם ממצאים מעניינים עתיקים מאוד, עוד מתקופת האבות."
          ]
        },
        {
          "title": "ירושלים",
          "paragraphs": [
            "אחד המלכים הוא מלך ירושלים, שהוזכר כבר בפרק י'. אבל ירושלים הוזכרה בהמשך (יהושע טו\\סג) כעיר שטרם נכבשה, ורק בימי דוד נכבשה. מה זה אומר על הרשימה הזו?",
            "זה אומר שזאת רשימת המלכים שנוצחו, אבל לאו דווקא נכבשו הערים שלהם. מלך ירושלים לדוגמא היה אחד המלכים שנתפס מחוץ לעיר שלו, אבל העיר שלו נותרה על תילה."
          ]
        },
        {
          "title": "כתוב כשירה",
          "paragraphs": [
            "רשימת המלכים כתובה בשתי עמודות, כמו טבלה. למרות שבעיני זה נראה רשימה אפורה, חזל אומרים שזו בעצם סוג של שירה.",
            "בכל מקרה, נצחון 31 המלכים הוא הישג מרשים וראוי להודות עליו."
          ]
        }
      ]
    },
    {
      "id": 13000,
      "title": "פרק יג - ציווי לחלוקת הארץ",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "תקופת הכיבוש תמה והחלה תקופת החלוקה. הכתוב מפרט את הארץ הנותרת לכיבוש, ויהושע מצווה לחלק את הארץ, כולל את המקומות שטרם נכבשו."
          ]
        },
        {
          "title": "הארץ הנותרת",
          "paragraphs": [
            "קשה (לי) להבין במדיוק את חבלי הארץ מתוך הפסוקים. אבל אפשר לזהות באופן מובהק חלק מהמקומות.",
            "רצועת החוף בידי פשלתים, כלומר רצועת עזה של היום עד קו אשדוד. הדרום, כל הנגב, כנראה מאזור באר שבע ודרומה. צפון הארץ איפה שהיום לבנון. וכן רמת הגולן.",
            "הכתוב מבטיח אָנֹכִי אוֹרִישֵׁם. מעניין מה חשבו השבטים שנפלה להם נחלה שלא נכבשה? בכל אופן גבולות ארץ ישראל משתנים לאורך התנך, נמשיך לעקוב."
          ]
        },
        {
          "title": "נחלת ראובן גד וחצי המנשה",
          "paragraphs": [
            "הכתוב מפרט את נחלת עבר הירדן המזרחי, מדינת ירדן של היום. בכל מפה של חלוקה לשבטים בימי ההתנחלות, עבר הירדן מחולק מצפון לדרום כך: מנשה, גד וראובן.",
            "פה אפשר לציין שבראשית ימי הציונות היו כאלה שחלמו גם על עבר הירדן המזרחי, ראו למשל את השיר המפורסם 'שמאל הירדן' של ז'בוטינקסי: 'שׁתֵּי גָדוֹת לַיַּרדֵּן, זוֹ שֶׁלָּנוּ, זוֹ גַם-כֵּן.'"
          ]
        },
        {
          "title": "מפת חלוקת השבטים",
          "paragraphs": [
            "את מפת חלוקת השבטים אפשר למצוא ברשת בקלות, למשל [כאן](https://edu.929.org.il/enrichment/%D7%9E%D7%A4%D7%AA-%D7%A0%D7%97%D7%9C%D7%95%D7%AA-%D7%94%D7%A9%D7%91%D7%98%D7%99%D7%9D-2/)."
          ]
        }
      ]
    },
    {
      "id": 14000,
      "title": "פרק יד - תחילת חלוקת הארץ",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "פרק זה הוא פתיחה לחטיבת חלוקת הארץ בספר, שנמשכת עד סוף פרק כא. החלוקה נעשית בגורל, אך כלב בן יפונה מבקש לנחול את חברון."
          ]
        },
        {
          "title": "הגורל",
          "paragraphs": [
            "משה ציווה לחלק את הארץ על פי הגורל: אַךְ-בְּגוֹרָל יֵחָלֵק אֶת-הָאָרֶץ (במדבר כו), וְהִתְנַחַלְתֶּם אֶת-הָאָרֶץ בְּגוֹרָל לְמִשְׁפְּחֹתֵיכֶם (במדבר לג), זֹאת הָאָרֶץ אֲשֶׁר תִּתְנַחֲלוּ אֹתָהּ בְּגוֹרָל (במדבר לד), ועוד מקומות.",
            "מה המשמעות של חלוקת הארץ דווקא על פי הגורל? ברור שהגורל מבטא את רצון ה', והוא נעשה באורים ותומים. זה מעיד שיש שייכות של שבט מסויים דווקא לאזור מסויים בארץ, כעין אזור גידול המתאים במיוחד בשבילו.",
            "וכך בגמרא (ב\"ב קכב.) ולא נתחלקה אלא בגורל שנאמר (במדבר כו, נה) 'אך בגורל' - ולא נתחלקה אלא באורים ותומים, שנאמר 'על פי הגורל' - הא כיצד? אלעזר מלובש אורים ותומים, ויהושע וכל ישראל עומדים לפניו, וקלפי של שבטים וקלפי של תחומין מונחין לפניו, והיה מכוין ברוח הקדש ואומר 'זבולן עולה תחום עכו עולה עמו', טרף בקלפי של שבטים ועלה בידו זבולן טרף בקלפי של תחומין ועלה בידו תחום עכו, וחוזר ומכוין ברוח הקדש ואומר 'נפתלי עולה ותחום גינוסר עולה עמו', טרף בקלפי של שבטים ועלה בידו נפתלי טרף בקלפי של תחומין ועלה בידו תחום גינוסר, וכן כל שבט ושבט."
          ]
        },
        {
          "title": "כלב וחברון",
          "paragraphs": [
            "שבט יהודה נוחל ראשון, כמו שהוא ראשון בכמה וכמה עניינים בתנך. כלב בן יפונה הוא נשיא שבט יהודה, שנאמר 'וְנָשִׂיא אֶחָד נָשִׂיא אֶחָד מִמַּטֶּה תִּקְחוּ לִנְחֹל אֶת-הָאָרֶץ. וְאֵלֶּה שְׁמוֹת הָאֲנָשִׁים לְמַטֵּה יְהוּדָה כָּלֵב בֶּן-יְפֻנֶּה' (במדבר לד).",
            "כלב כבר היה פעם בחברון, בתור מרגל, שנאמר וַיַּעֲלוּ בַנֶּגֶב וַיָּבֹא עַד-חֶבְרוֹן וְשָׁם אֲחִימַן שֵׁשַׁי וְתַלְמַי יְלִידֵי הָעֲנָק (במדבר יג), ורשי שם מעיר שזה כתוב בלשון יחיד, וַיָּבֹא, מלמד שכלב הלך לבדו למערת המכלפה להתפלל על קברי אבות.",
            "יש להזכיר שחברון היא אחת מחמשת ערי הדרום שבאו להלחם בגבעונים בפרק י', ומלך חברון נהרג והעיר הוחרמה. עם זאת כנראה שלא לגמרי, שהרי יש בה עדיין ענקים שכלב מקווה לנצחם. יתכן שחברון היה שם אזורי כולל לכמה מבצרים שחלקם נותרו על תילם.",
            "כיבוש חברון והריגת הענקים בידי כלב מתוארת בספר שופטים א."
          ]
        },
        {
          "title": "גיל כלב",
          "paragraphs": [
            "כלב אומר שבזמן חטא המרגלים הוא היה בן 40, ועכשיו הוא בן 85. מכאן למדו חזל שכיבוש הארץ לקח 7 שנים, שהרי חטא המרגלים היה בשנה השנית לצאתם ממצרים. אז מחטא המרגלים עד הכניסה לארץ עברו 38 שנים. 40+38=78, ומגיל 78 עד 85 נותרו 7 שנות הכיבוש."
          ]
        }
      ]
    },
    {
      "id": 15000,
      "title": "פרק טו - נחלת יהודה",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "הפרק מפרט את גבולות נחלת יהודה, ואת עריה, פרק די טכני. באמצע (טו) מופיע סיפור קצר על כיבוש קריית ספר ע\"י עתניאל בן קנז, אחיין כלב בן יפונה, שהוא גם השופט הראשון בספר שופטים, ושם נרחיב עליו."
          ]
        },
        {
          "title": "וְזָרַח הַשֶּׁמֶשׁ וּבָא הַשָּׁמֶשׁ",
          "paragraphs": [
            "על עתניאל בן קנז נדבר במקומו, בספר שופטים. אבל לעת עתה, חזל העירו כאן שישנה תופעה, שלפני שהמנהיג הנוכחי עובר מן העולם, הקב\"ה דואג למנהיג באה. דורשים את זה על הפסוק וְזָרַח הַשֶּׁמֶשׁ וּבָא הַשָּׁמֶשׁ, ש'קודם שהשקיע הקב\"ה שמשו של צדיק זה הוא מזריח שמשו של צדיק זה'. דוגמאות:",
            "עד שלא השקיע שמשו של עלי זרחה שמשו של שמואל, עד שלא שקעה שמשה של שרה זרחה שמשה של רבקה, עד שלא שקעה שמשו של משה זרחה שמשו של יהושע, עד שלא שקעה שמשו של יהושע זרחה שמשו של עתניאל בן קנז."
          ]
        },
        {
          "title": "עד היום הזה",
          "paragraphs": [
            "בסוף הפרק כתוב שירושלים לא נכבשה עד היום הזה. ואכן ירושלים לא נכבשה עד ימי דוד, מאות שנים אחרי.",
            "אפשר ללמוד מכאן על תיארוך כתיבת ספר יהושע ומי כתבו. אמנם חזל אמרו שיהושע כתב את ספרו. יש שהעירו שזה לא סביר מתוך שנאמר פעמים רבות 'עד היום הזה' שזה אומר אחרי הרבה זמן (אברבנאל). בעיני נראה שיהושע כתב את עיקר הספר, ויש מקומות שדורות מאוחרים יותר הוסיפו ותיקנו פה ושם. לכל המאוחר הגיוני ששמואל הנביא חתם את ספר יהושע, שכן בדור שאחריו דוד כבש את ירושלים."
          ]
        }
      ]
    },
    {
      "id": 16000,
      "title": "פרק טז - נחלת אפרים",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "נחלת שבט אפרים בן יוסף. נחלה גדולה במרכז הארץ. בין הים לירדן, ובין בנימין מדרום ומנשה מצפון."
          ]
        }
      ]
    },
    {
      "id": 17000,
      "title": "פרק יז - נחלת מנשה",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "נחלת שבט משנה בן יוסף בעבר הירדן המערבי. נחלה גדולה במרכז הארץ. בין הים לירדן, ובין אפרים מדרום ואשר מצפון. בנות צלופחד מוזכרות. שבט מנשה מבקש נחלה נוספת ויהושע מפנה אותם לבראות יערות."
          ]
        },
        {
          "title": "בנות צלפחד",
          "paragraphs": [
            "זו הפעם האחרונה בתנך שבנות צלפחד מוזכרות, הפעמים הקודמות הם בבמדבר כז, שם הם מבקשות לנחול כמו בנים. אחר כך בבמדבר לו, שם נשיאי השבט קובלים שמא תגרע נחלתן במקרה שהבנות יתחתנו עם בני שבט אחר. ושוב אצלנו, נסגר המעגל."
          ]
        }
      ]
    },
    {
      "id": 18000,
      "title": "פרק יח - משכן שילה ונחלת בנימין",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "בני ישראל מקימים את המשכן בשילה. יהושע נוזף בשבעת השבטים הנותרים שלא יתרשלו מכיבוש הארץ הנותרת. הוא שולח שליחים למפות את נחלות יהודה ויוסף, ומוצא לשבטים הנותרים נחלה בתוכם, על פי הגורל.",
            "צריך לחשוב מדוע יש הפסק בין חלוקת נחלת יהודה ובני יוסף לבין שאר השבטים. נראה שכשיהושע חילק את נחלות יהודה ויוסף הם גם בפועל כבשו שם, אבל שאר השבטים לא הראו נכונות לכבוש את הארץ הנותנת. לכן יהושע נוזף בהם ונאלץ לתת להם נחלה בקרב יהודה ויוסף.",
            "נחלת שבט בנימין היא בין יהודה ליוסף, רצועה צרה לרוחב הארץ צפונית לירושלים."
          ]
        }
      ]
    },
    {
      "id": 19000,
      "title": "פרק יט - נחלת שאר השבטים ויהושע",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "שמעון נוחל בתוך שבט יהודה ממש, באזור באר שבע. זבולון, יששכר, אשר ונפתלי נחלו בצפון הארץ, בגליל, ועד צידון אשר בלבנון.",
            "לידיעתי אלו רק נחלות תאורטיות, ובפועל הם לא כבשו כל כך הרבה.",
            "שבט דן נחל בגוש דן של היום.",
            "יהושע מקבל עיר ושמה תמנת חסר, ובזה תמה חלוקת הנחלות."
          ]
        }
      ]
    }
  ]
}
