{
  "chapters": [
    {
      "id": 1000,
      "title": "איך נעזרים באתר",
      "cards": [
        {
          "title": "האתר - לא תחליף לספר",
          "paragraphs": [
            "אנחנו לא מתיימרים לפרש את התנך. יש מספיק ספרים כאלה. אנחנו מנסים ליצור מסגרת ללימוד התנך. אני ממליץ מאוד על התנך המבואר של הרב שטיינזלץ.",
            "בעיני מאוד-מאוד חשוב ללמוד מספר, ולא מהמסך."
          ]
        },
        {
          "title": "הכנה ללימוד",
          "paragraphs": [
            "לפני הלימוד המשפחתי המשותף, ההורה יעבור על הדף באתר. שם יהיה כתוב בקצרה מה יש בפרק, ומה אסור לפספס. האתר אמור לתת מידע מספיק כדי ללמד את הפרק.",
            "ישנם ספרים קשים יותר וקשים פחות. את הספרים הקשים כדאי להכין מראש."
          ]
        },
        {
          "title": "בזמן הלימוד",
          "paragraphs": [
            "אני ממליץ שההורה יקרא מתוך התנך, ויתווך את התנך לשפה שהילדים מבינים, כל אחד כפי גילו. פסוקים חשובים ומפורסמים כדאי לקרוא כככתבם וכלשונם."
          ]
        },
        {
          "title": "לאחר הלימוד",
          "paragraphs": [
            "באתר תהיה אפשרות לשאול ולענות על שאלות בפורום. ואפשרות לשתף תמונות. הפניות לדברים מעניינים הקרשורים לפרק וכדו'. וכן מעקב התקדמות."
          ]
        }
      ]
    },
    {
      "id": 2000,
      "title": "משך גלות מצרים",
      "cards": [
        {
          "title": "הצגת הבעיה",
          "paragraphs": [
            "בברית בין הבתרים כתוב שגלות מצרים תהיה 400 שנה, וגם כתוב שהם יחזרו אחרי 4 דורות: וַיֹּאמֶר לְאַבְרָם יָדֹעַ תֵּדַע כִּי גֵר יִהְיֶה זַרְעֲךָ בְּאֶרֶץ לֹא לָהֶם וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה. וְגַם אֶת הַגּוֹי אֲשֶׁר יַעֲבֹדוּ דָּן אָנֹכִי וְאַחֲרֵי כֵן יֵצְאוּ בִּרְכֻשׁ גָּדוֹל. … וְדוֹר רְבִיעִי יָשׁוּבוּ הֵנָּה כִּי לֹא שָׁלֵם עֲו‍ֹן הָאֱמֹרִי עַד הֵנָּה.",
            "איך מיישבים 400 שנה עם 4 דורות? ומצד שני ביציאת מצרים עצמה כתוב שהיו במצרים 430 שנה: וּמוֹשַׁב בְּנֵי יִשְׂרָאֵל אֲשֶׁר יָשְׁבוּ בְּמִצְרָיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה. וַיְהִי מִקֵּץ שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה וַיְהִי בְּעֶצֶם הַיּוֹם הַזֶּה יָצְאוּ כָּל צִבְאוֹת ה' מֵאֶרֶץ מִצְרָיִם.",
            "זאת ועוד, כתוב בתורה בכמה הזדמנויות את הדורות שהיו ויצאו ממצרים. למשל משה בן עמרם בן קהת בן לוי. קהת היה אחד מן השבעים נפש שירדו למצרים עם יעקב. ומשה היה בן 80 כשיצא ממצרים, שהרי הוא נפטר בן 120 אחרי 40 שנה במדבר. ככה שאם היתה גלות מצרים 400 שנה, פחות 80, זה משאיר לקהת ועמרם 320 שנה להוליד את משה. כלומר שנגיד קהת הוליד את עמרם בגיל 160, ועמרם הוליד את משה בגיל 160 גם כן."
          ]
        },
        {
          "title": "שעבוד מצרים 210 שנים",
          "paragraphs": [
            "מתוך הקושי הזה חזל הסבירו ששעבוד מצרים עצמה לא ארכה 400 או 430 שנים, אלא פחות, וחישבו שהיא ערכה 210 שנים. למה? כי את ה400 שנים סופרים מהולדת יצחק (תכף אסביר למה), ויצחק הוליד את יעקב בגיל 60, ויעקב ירד למצרים בגיל 130 (פסוקים מפורשים), שזה ביחד 190. ו400 פחות 190 יוצא 210.",
            "עכשיו 210 טיפה יותר נוח לחלק לשלושה דורות. נפחית את גיל משה (80) בזמן יצ'מ, הגענו ל130. כלומר קהת הוליד את עמרם בגיל 65, ועמרם את משה גם בגיל 65 נגיד. אכן לפי ההסבר הזה אפשר למצוא איך לקיים את ההבטחה וְדוֹר רְבִיעִי יָשׁוּבוּ הֵנָּה: 1. קהת, 2. עמרם, 3. אהרן. 4. אלעזר כהן גדול, שנכנס לארץ עם יהושע. "
          ]
        },
        {
          "title": "אז למה 400",
          "paragraphs": [
            "ועכשיו צריך לתרץ מדוע כתוב אם כן 400 ו430 שנים? התירוץ שנשמע לי הגיוני, וגם זה קלוש, הוא לומר שגם ארץ כנען נחשבה תחת שלטון מצרים, ואכן זה ידוע היום ארכיאולוגית שבעת העתיקה כנען היתה נתונה תחת מרות מצרים. אם כן ה400 שנים כוללים גם את ישיבת בני ישראל בכנען טרם ירד יעקב מצרימה.",
            "ואם כן מה שכתוב וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה, צריך להגיד שה400 נסוב על הרישא של הפסוק: גֵר יִהְיֶה זַרְעֲךָ בְּאֶרֶץ לֹא לָהֶם וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה. כלומר זרע אברהם, והיינו יצחק והלאה, יהיו גרים, והיינו אפילו מאותה עת בכנען שהיא תחת שלטון מצרי, וזה יארך 400 שנה, ובמשך חלק מהזמן הם גם יהיו משועבדים."
          ]
        },
        {
          "title": "400 או 430",
          "paragraphs": [
            "חזל מוסרים ש400 השנים שנאמרו בברית בין הבתרים נספרים מהולדת יצחק, ו430 השנים זה מברית בין הבתרים. ולכן יוצא שברית בין הבתרים היתה 30 שנה קודם הולדת יצחק, שאברהם היה אז בן 70, שהרי יצחק נולד כשאברהם היה בן 100.",
            "דבר זה יוצר קושי חדש כי אברהם יצא מחרן רק בן 75, שנאמר וַיֵּלֶךְ אַבְרָם כַּאֲשֶׁר דִּבֶּר אֵלָיו ה' וַיֵּלֶךְ אִתּוֹ לוֹט וְאַבְרָם בֶּן חָמֵשׁ שָׁנִים וְשִׁבְעִים שָׁנָה בְּצֵאתוֹ מֵחָרָן, אם כן - האם יתכן שברית בין הבתרים היתה בחרן? והלא נאמר וְדוֹר רְבִיעִי יָשׁוּבוּ הֵנָּה, הנה - משמע לכאן, ארץ כנען. קושיה חזקה מאוד.",
            "יותר נראה לתרץ (נגד המקובל) ש400 השנים זה מספר מעוגל, ובפועל היה מהולדת יצחק עד יציאת מצרים 430 שנה."
          ]
        },
        {
          "title": "אם כן למה 400",
          "paragraphs": [
            "וגם אחרי כל זה יש לשאול מדוע נאמר בברית בין הבתרים 400 שנה, ולא מספר שתואם את שעבוד מצרים, 210 שנים ע'פ חשבון חזל. חזל ענו על זה שאכן מראש היה תכנון ששעבוד מצרים יהיה 400 שנה אבל מחמת קושי השעבוד ה' קיצר את משך גלות מצרים. וזה מעלה שאלה בתחום הבחירה והידיעה, שכביכול הקב'ה לא חזה את קושי השעבוד.",
            "על כל פנים, כדי לא לבטל את הנבואה בברית בין הבתרים, 400 השנים הוסבו משעבוד מצרים, לגלות מצרים שכוללת את ישיבתם בכנען עוד מימי יצחק."
          ]
        },
        {
          "title": "סיכום",
          "paragraphs": [
            "זאת אחת הבעיות שלא יוצאים מהם נקי, וה' יאיר עיננו!",
            "על גבי כל זה הייתי רוצה יום אחד לבחון את הנושא מבחינה ארכיאולוגית, לראות מה יותר נוח, 400 או 210."
          ]
        }
      ]
    }
  ]
}
