import { Component } from '@angular/core';
import { CarouselItem } from 'src/app/building-blocks/carousel/carousel.component';

@Component({
  selector: 'app-about-us',
  templateUrl: './about-us.component.html',
  styleUrls: ['./about-us.component.css']
})
export class AboutUsComponent {

  constructor() { }
  public items: CarouselItem[] = [
    {
      title: "אודותינו",
      content: 'האתר נולד מתוך חוויה טובה שהייתה לי עם ילדי בלימוד הנ"ך. למדנו  ביחד את כל החלקים הסיפוריים של התנ"ך, מיהושע עד עזרא ונחמיה. בשבילם זו היתה חוויה חזקה, והנ"ך נצרב אצלם בראש בתור משהו ששייך להם. '
    },
    {
      title: "אודותינו",
      content: 'המטרה שלי היתה לבנות לילדים רצף כרונולוגי מבריאת העולם ועד ימינו, ולהקנות להם בקיאות בתנ"ך. חיבור לשורשים. לימדתי אותם בסיפור לפני השינה או בנסיעה ארוכה. משך הלימוד בערך שנתיים.'
    },
    {
      title: "אודותינו",
      content: 'חלקים מהתנ"ך היו בשבילי חדשים, והייתי צריך להשקיע הרבה בהכנה. הקשיים נבעו מכך שלא מצאתי פורמט נוח שיעזור לי בהכנה. יש מילים קשות, יש שאלות בהבנה הכללית של הפרק, ויש שאלות היסטוריות, ארכיאולוגיות ותאולוגיות. לפעמים גם חסרה לי קישוריות בתנ"ך, למשל איפה כבר נפגשנו עם דמות מסוימת, ומה מוקדם ומאוחר.'
    },
    {
      title: "אודותינו",
      content: 'עוד רציתי להרוויח, שאם כבר נמצאים במקום מסוים בתנ"ך, לא לפספס את מדרשי חז"ל הרלוונטיים. וגם לא לפספס המחשה ויזואלית של התנ"ך, למשל להראות במפה איפה יהושע חצה את הירדן. היינו שם פיזית.'
    },
    {
      title: "אודותינו",
      content: 'מטרת האתר היא להשלים את החוסרים ולהוות פלטפורמה נוחה ללימוד משפחתי של התנ"ך. '
    },
    // {
    //   title: "אודותינו",
    //   content: ''
    // },
  ]
}
