{
  "chapters": [
    {
      "id": 2000,
      "title": "שופטים א - המשך הכיבוש",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "גם אחרי מות יהושע כיבוש הארץ נמשך. מתוארים כיבושי שבט יהודה, התיאור אינו כרונולוגי, שכן חלק מהמתואר כבר קרה בספר יהושע. הם כבשו את בזק. לכדו את ירושלים אך לא התיישבו בה, ראו יהושע טו. כנל חברון (יהושע יד), קריית ספר בידי עתניאל בן קנז (יהושע טו).",
            "הם גם נלחמו בערי השפלה הדרומית: עזה, אשקלון ועקרון, שמאוחר יותר הם נזכרות בתור ערים פלשתיות. אמנם כתוב שהם נלכדו, אך לא התיישבו בהם, יתכן שבגלל שהיה להם רכב ברזל (יט) הם לא הצליחו להכריע אותם לגמרי.",
            "בני יוסף כובשים את בית אל (שגם נזכרה כבר ביהושע יב). אבל לא מספר ערים לאורך הארץ, ורק שמו אותם למס.",
            "וכן שאר השבטים לא גמרו את הכיבוש והמצב נשאר ביניים, עם ישראל מעורב עם הגויים."
          ]
        },
        {
          "title": "בני הקיני",
          "paragraphs": [
            "הקיני הם קרובי משפחתו של משה, שמשה הציע להם להסתפח לעם ישראל בפרשת בהעלותך (במדבר י). עכשיו מתואר שהם מתיישבים מדרום לערד שזה בערך הקצה הדרומי של נחלת יהודה. ועוד נפגוש אותם שוב בהמשך."
          ]
        }
      ]
    },
    {
      "id": 3000,
      "title": "שופטים ב\\א-י - מלאך ה' בבוכים, מות יהושע",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "בפרשיה הזו מתואר מלאך ה' שמגיע מהגלגל למקום שנקרא בוכים, על שם סופו. הוא מבקר את ישראל שלא הורישו את הכנענים, ומודיע שמעתה הם יהיו לנו לרועץ, כמו שכבר איימה התורה ויהושע.",
            "השומעים לוקחים את זה קשה ומקבלים את הביקורת ובוכים, אבל אין פעולה מעשית.",
            "חזל מוסרים שהמלאך הזה הוא פנחס.",
            "הפרשיה הזו לא ברורה לי, מה המסר שלה ומה התזמון שלה. וכן למה חשוב לציין שהמלאך הגיע מן הגלגל.",
            "וכן יש פרשיה שחוזרת על מות יהושע משום מה."
          ]
        }
      ]
    },
    {
      "id": 4000,
      "title": "שופטים ב\\יא-כג - התבנית של הספר",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "תיאור כללי של המוטיב החוזר של הספר: בני ישראל חוטאים, הגויים עושים לנו צרות, ה' מקים שופט שמושיע אותם ושומר עליהם שלא יחטאו כל ימיו, וכשהוא מת הם חוזרים לחטוא.",
            "ולמעשה הכתוב מגלה שה' הותיר את הגויים בארץ כדי לנסות בם את ישראל."
          ]
        }
      ]
    }
  ]
}
