{
  "chapters": [
    {
      "id": 2000,
      "title": "שופטים א - המשך הכיבוש",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "גם אחרי מות יהושע כיבוש הארץ נמשך. מתוארים כיבושי שבט יהודה, התיאור אינו כרונולוגי, שכן חלק מהמתואר כבר קרה בספר יהושע. הם כבשו את בזק. לכדו את ירושלים אך לא התיישבו בה, ראו יהושע טו. כנל חברון (יהושע יד), קריית ספר בידי עתניאל בן קנז (יהושע טו).",
            "הם גם נלחמו בערי השפלה הדרומית: עזה, אשקלון ועקרון, שמאוחר יותר הם נזכרות בתור ערים פלשתיות. אמנם כתוב שהם נלכדו, אך לא התיישבו בהם, יתכן שבגלל שהיה להם רכב ברזל (יט) הם לא הצליחו להכריע אותם לגמרי.",
            "בני יוסף כובשים את בית אל (שגם נזכרה כבר ביהושע יב). אבל לא מספר ערים לאורך הארץ, ורק שמו אותם למס.",
            "וכן שאר השבטים לא גמרו את הכיבוש והמצב נשאר ביניים, עם ישראל מעורב עם הגויים."
          ]
        },
        {
          "title": "בני הקיני",
          "paragraphs": [
            "הקיני הם קרובי משפחתו של משה, שמשה הציע להם להסתפח לעם ישראל בפרשת בהעלותך (במדבר י). עכשיו מתואר שהם מתיישבים מדרום לערד שזה בערך הקצה הדרומי של נחלת יהודה. ועוד נפגוש אותם שוב בהמשך."
          ]
        }
      ]
    },
    {
      "id": 3000,
      "title": "שופטים ב\\א-י - מלאך ה' בבוכים, מות יהושע",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "בפרשיה הזו מתואר מלאך ה' שמגיע מהגלגל למקום שנקרא בוכים, על שם סופו. הוא מבקר את ישראל שלא הורישו את הכנענים, ומודיע שמעתה הם יהיו לנו לרועץ, כמו שכבר איימה התורה ויהושע.",
            "השומעים לוקחים את זה קשה ומקבלים את הביקורת ובוכים, אבל אין פעולה מעשית.",
            "חזל מוסרים שהמלאך הזה הוא פנחס.",
            "הפרשיה הזו לא ברורה לי, מה המסר שלה ומה התזמון שלה. וכן למה חשוב לציין שהמלאך הגיע מן הגלגל.",
            "וכן יש פרשיה שחוזרת על מות יהושע משום מה."
          ]
        }
      ]
    },
    {
      "id": 4000,
      "title": "שופטים ב\\יא-ג\\ו - התבנית של הספר והעמים הנותרים",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "תיאור כללי של המוטיב החוזר של הספר: בני ישראל חוטאים, הגויים עושים לנו צרות, ה' מקים שופט שמושיע אותם ושומר עליהם שלא יחטאו כל ימיו, וכשהוא מת הם חוזרים לחטוא.",
            "ולמעשה הכתוב מגלה שה' הותיר את הגויים בארץ כדי לנסות בם את ישראל.",
            "כמו כן הכתוב מונה את העמים שנשארו בארץ"
          ]
        }
      ]
    },
    {
      "id": 5000,
      "title": "שופטים ג\\ז-יא - עתניאל בן קנז",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "סיפור קצר על [עתניאל בן קנז, השופט הראשון](Shoftim/list). הוא הדף את כושן מלך ארם נהריים. ארם נהריים היא ממלכה רחוקה שנמצאה בעיקר של ימינו, והיא גם ארץ מוצאו של אברהם אבינו.",
            "כושן רשעתיים - לא נשמע הגיוני שזה שמו האמיתי, אלא כינוי גנאי שהתנך הדביק לו."
          ]
        }
      ]
    },
    {
      "id": 6000,
      "title": "שופטים ג\\יב-לג - אהוד בן גרא",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "עגלון מלך מואב משעבד את ישראל. מואב נמצאים בדרום מזרח ים המלח, והמעבר שלהם לארץ ישראל היה דרך מעברות הירדן שליד עיר התמרים והגלגל (ולכן הגלגל מוזכר בפרק בתור נקודת מעבר). [אהוד בן גרא](Shoftim/list) מצליח להתנקש בו בארמונו. פורץ מרד והמואבים נדחקים חזרה לארצם.",
            "בסוף הפרק יש שופט נוסף, שמגר בן ענת שלא מסופר עליו הרבה. רק אפשר להבין מכך שהוא השתמש במלמד הבקר בתור נשק, שיתכן שעם ישראל היה נתון תחת שלטון זרים שלא אפשרו להם להכין כלי נשק."
          ]
        },
        {
          "title": "וַיָּקָם מֵעַל הַכִּסֵּא",
          "paragraphs": [
            "כשאהוד אומר לעגלון שיש לו דבר סתר מאת אלוהים לספר לו, עגלון נעמד כדי לשמוע. חזל דורשים שבעבוד שהוא נעמד, ובזה הראה שהוא מוקיר ומכבד את דבר ה', הוא זכה שנולדה ממנו רות, שממנה כידוע נולד  בסופו של דבר דוד המלך.",
            "המסר הוא כמובן חשיבות לימוד התורה."
          ]
        }
      ]
    },
    {
      "id": 7000,
      "title": "שופטים ד - דבורה וברק",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "הפעם תור יבין מלך כנען ללחוץ את ישראל, בעזרת שר צבאו סיסרא. [דבורה הנביאה](Shoftim/list) והשופטת מגייסת את [ברק בן אבינועם](Shoftim/list) , הם מגייסים צבא ומנצחים את צבא סיסרא. סיסרא עצמו נופל ביד יעל אשת חבר הקיני.",
            "הנצחון הצבאי היה ניסי, זה רמוז בפרקנו וַיָּהָם ה' אֶת סִיסְרָא, וכן בפרק הבא, שירת דבורה, שם כתוב: מִן שָׁמַיִם נִלְחָמוּ הַכּוֹכָבִים, מִמְּסִלּוֹתָם נִלְחֲמוּ עִם סִיסְרָא. נַחַל קִישׁוֹן גְּרָפָם ...",
            "פרק זה עם הפרק הבא הם הפטרת פרשת בשלח, מפני שיש בה את שירת הים. והספרדים קוראים רק את שירת דבורה."
          ]
        },
        {
          "title": "שופטת",
          "paragraphs": [
            "דבורה אינה הנביאה היחידה בתנך, אבל היא השופטת היחידה. זה דבר מעניין, כי להלכה אי אפשר למנות אשה דיין. אז יתכן שההלכה הזו התקבעה רק מאוחר יותר, ויותר סביר בעיני שהמשמעות של שופט אינו להיות דיין, אלא יותר מנהיג, אדם שמוכיח את ישראל ומורה להם מה לעשות, ולאו דווקא פוסק הלכה בין בעלי דינים. נשים כאלה יש אף היום."
          ]
        },
        {
          "title": "הקיני",
          "paragraphs": [
            "בני הקיני הוזכרו כבר בפרק א'. שם מצויין שהם התיישבו בנגב. עכשיו רואים שאחד מהם, חבר הקיני, עבר לצפון. הקיני כנראה לא היו ממש חלק מעם ישראל, ולכן יתכן שלום בינם לבין אויב ישראל, יבין מלך כנען."
          ]
        }
      ]
    },
    {
      "id": 8000,
      "title": "שופטים ה - שירת דבורה",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "כמו כל השירות בתנך, זה קשה להבנה. כדאי להכין אותו לפני שמלמדים את הילדים. לדעתי צריך לברור באיזה חלקים להתמקד, תלוי כמובן בילד."
          ]
        }
      ]
    },
    {
      "id": 9000,
      "title": "שופטים ו\\א-לג - גדעון בן יואש",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "הפעם האויב הוא מדין. המדינים (כנראה) ישבו בדרום מזרח הארץ, באזור הערבה. הם לחצו את בני ישראל כלכלית, וגנבו מהם יבול ורכוש.",
            "מלאך ה' פונה אל גדעון בן יואש וממנה אותו להושיע את ישראל. הוא מצטנע ומסרב (מי עוד הגיב ככה?). הוא מבקש אות מהמלאך (מי עוד ביקש אות?). לאחר שהוא מבין שזה אכן מלאך הוא נופל על פניו מפחד מוות (מי עוד עשה ככה?).",
            "גדעון מצווה בתור התחלה (משימת חניכה) לנתץ מזבח ע\"ז של אביו. אנשי עירו רצו להרוג אותו על כך, ויש ללמוד מכך על המצב הגרוע שבו נתון עם ישראל. אביו מציל אותו מפניהם בתואנה שהבעל יעניש את גדעון, ומכאן שמו הנוסף 'ירובעל'."
          ]
        }
      ]
    }
  ]
}
