{
  "chapters": [
    {
      "id": 0,
      "title": "שמואל - הקדמה",
      "cards": [
        {
          "title": "בגדול",
          "paragraphs": [
            "מאחר ששלטון השופטים מיצה את עצמו, ספר שמואל מספר על יסוד מלכות ישראל. הדמויות המכרזיות הן שמואל הנביא, שאול המלך ודוד המלך.",
            "ספר שמואל הוא ארוך בפרקים אבל קצר בשנים, וכופל בתוכו כמה עשרות שנים בלבד. נהוג לתארך את תקופת דוד המלך ל1000BC."
          ]
        }
      ]
    },
    {
      "id": 10,
      "title": "פרק א-ב\\י - לידת שמואל",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "שמואל הוא הנביא האולטימטיבי, ועל כן גם סיפור לידתו פלאי. אלקנה, אביו, עולה לרגל עם שתי שניו, פנינה וחנה, וחנה עקרה, כשם שהיו אמותינו שרה, רבקה ורחל עקרות. מתוך שברון לב ועצבות גדולה היא מתפללת לה' ונודרת שאם יולד לה בן היא תקדיש אותו לה', מעין נזיר."
          ]
        },
        {
          "title": "משפחת אלקנה",
          "paragraphs": [
            "אלקנה מתואר כדמות מנהיג של דוגמא אישית, ואף שאין לזה רמז במקרא, וזה לא נצרך להבנת הפרק, ראוי להכיר את המדרש הזה, המובא בילקוט שמעוני.",
            "אלקנה ואשתו בניו ואחיותיו וכל קרוביו היה מעלה עמו לרגל, ובאים ולנים ברחובה של עיר, והיתה המדינה מרגשת, והיו שואלין אותן להיכן תלכו? ואומרים לבית ה’ שבשילה, שמשם תצא תורה ומצות, ואתם למה לא תבואו עמנו ונלך יחד? מיד עיניהם משגרות דמעות. אומרים להם נלך עמכם? ואומרים להם הן, עד לשנה הבאה חמשה בתים, לשנה אחרת עשרה בתים, עד שהיו כלם עולים. ובדרך שהיה עולה שנה זו – לא היה עולה שנה אחרת, עד שהיו כולם עולים. אמר לו הקב”ה אלקנה! אתה הכרעת את ישראל לכף זכות, וחנכתם במצות, וזכו רבים על ידך, אני אוציא בן ממך שיכריע את ישראל לכף זכות ויחנך אותם במצות. הא למדת שבשכר אלקנה - שמואל",
            "בדברי הימים (ד\"ה א ו) מתואר שאלקנה הוא מצאצאי קורח, הוי אומר שהוא היה לוי."
          ]
        },
        {
          "title": "חנה ופנינה",
          "paragraphs": [
            "חנה עקרה ולפנינה יש עשרה בנים, ופנינה אף מקניטה את חנה. הקורא המאמין בהשגחה צריך לשאול את עצמו מפני מה ולשם מה זה היה צריך להיות ככה? חזל ניסחו את השאלה כך: 'למה נתעקרו אמהות? שהקב\"ה מתאווה לתפילתן ומתאווה לשיחתן', לכאורה זה נראה שהקב\"ה אגואיסט שרוצה שיתפללו אליו וגורם סבל לעקרות בשביל זה. בוודאי שזו לא הכוונה.",
            "נראה לומר שהמצב של חנה דחק אותה להתפלל אל ה' מתוך יאוש וחוסר אונים ומתוך תחושה שנעשה לה עוול, ומתוך התפילה הזו התחדד הרצון שלה בבן צדיק, והכוונה העליונה הזו הופיעה הנשמה הגבוהה של שמואל.",
            "רמז לזה אפשר למצוא במדרש חזל על הפסוק וְכִעֲסַתָּה צָרָתָהּ גַּם כַּעַס בַּעֲבוּר הַרְּעִמָהּ - שמה הכוונה בעבור הרעימה, לגרום לה להתרעם, כלומר לכעוס - אומר המדרש בעבור הרעימה על אלוהים, כלומר שה' כיוון את הדבר שפנינה תציק לה, כדי שחנה תתרעם על אלוהים ותתפלל אליו."
          ]
        },
        {
          "title": "תפילת חנה",
          "paragraphs": [
            "חנה מתפללת מול היכל ה' שיתן לה תינוק. חזל (ברכות לא א) למדו מהתפילה שלה כמה מהלכות תפילה, נסו לנחש."
          ]
        },
        {
          "title": "אל הנער הזה התפללתי",
          "paragraphs": [
            "מי שלא מכיר, יש [לחן](https://youtu.be/BjrCMS6wKmU?si=OLeJm297J-XqZxtF) יפה על הפסוק הזה."
          ]
        },

        {
          "title": "שירת חנה",
          "paragraphs": [
            "ככל השירות בתנך זה לא קל להבנה. כמו כן יש לשונות דומות לתהלים, שהרי פער הדורות בין חנה לדוד הוא קטן. למשל לפסוק מֵקִים מֵעָפָר דָּל, מֵאַשְׁפֹּת יָרִים אֶבְיוֹן יש פסוק מקביל בתהלים קיג שאומרים בהלל.",
            "עוד ראוי לציין שלפסוק אֵין-קָדוֹשׁ כַּה' כִּי אֵין בִּלְתֶּךָ וְאֵין צוּר כֵּאלֹהֵינוּ יש גם [לחן](https://youtu.be/K9Uw-U5_GF4?si=TWp8wJtwR4QHNWpM)."
          ]
        },

        {
          "title": "הפטרת א של ראש השנה",
          "paragraphs": [
            "פרק א' עד סוף שירת חנה היא הפטרת היום הראשון של ראש השנה. הסיבה הפורמלית היא שחזל אמרו שחנה נפקדה בראש השנה, בלי להכנס לחשבונות. אבל מן הסתם יש לזה סיבות יותר עמוקות, שתפו."
          ]
        }
      ]
    },
    {
      "id": 20,
      "title": "פרק ב\\יא-הסוף - שמואל גדל בבית עלי",
      "cards": [
        {
          "title": "מה בפרק",
          "paragraphs": [
            "הפרק מספר על בני עלי, חפני ופנחס, לעומת שמואל. חפני ופנחס כהנים מושחתים, עלי מוחה בהם אבל לא מפסיק אותם. נביא מגיע לעלי ומודיע לו על העונש שביתו יקבל בגללו ובגללם."
          ]
        },
        {
          "title": "חטאי חפני ופנחס",
          "paragraphs": [
            "התורה העניקה לכהנים מתנות כהונה בתמורה לעבודתם במקדש, חלק מבשר הקרבנות. אבל בני עלי חטפו את הבשר שלא מן הדין, ולקחו אפילו את חלקו של המזבח, הקטרת האימורים. זה חילול ה' בדרגה הכי חמורה שישנה, כי הם, שהיו אמורים להיות נציגי ה', שליחי דידן ושליחי דרחמנא, ניצלו את מעמדם וכוחם והמאיסו את דבר ה'.",
            "בהמשך מתואר שהם 'שכבו את הנשים', ויתכן שזה כפשוטו, שהיתה להם עמדת כח כזו לאנוס נשים, או לפתות נשים בתמורה לדברים מסויימים. אמנם חזל מעדנים את החטא הזה.",
            "בהקשר הזה מתאים לדבר על שחיתות שלטונית, שגוף שיש לו כח בלעדי על הציבור, סופו להגיע לידי שחיתות. למשכן אין תחרות, כהן גדול יש רק אחד, ואם הוא מושחת, ואין גוף שלטוני אחר, כמו מלכות, אין מה לעשות עם זה. וזו אולי כוונת עלי אִם יֶחֱטָא אִישׁ לְאִישׁ וּפִלְלוֹ אֱלֹהִים, וְאִם לַה' יֶחֱטָא אִישׁ, מִי יִתְפַּלֶּל לוֹ?"
          ]
        },
        {
          "title": "ביטול הבחירה החפשית",
          "paragraphs": [
            "עלי מוכיח את בניו, וְלֹא יִשְׁמְעוּ לְקוֹל אֲבִיהֶם כִּי חָפֵץ ה' לַהֲמִיתָם. זו אחת הפעמים הנדירות שהמקרא מודיע שהוא מונע מאדם בחירה חופשית לחזור בתשובה, מעין הכבדת לב פרעה. וכל פעם שיש דבר כזה, צריך לשאול למה.",
            "זאת ועוד, הנביא שמוכיח את עלי בא אליו בביקורת שהוא כיבד את בניו יותר מאשר את ה', וזאת למרות שהוא הוכיח אותם. שאלה נוספת - העונש שהנביא גוזר הוא לדורות, ועל זה יש לשאול למה יענשו הצאצאים שלהם בחטאי אביהם, והרי נאמר וּבָנִים לֹא יוּמְתוּ עַל אָבוֹת אִישׁ בְּחֶטְאוֹ יוּמָתוּ.",
            "כדי לענות על כל השאלות האלה צריך לומר שה' 'קפץ על ההזדמנות' ללמד את הכהנים לקח לדורות, שלא לנצל את מעמדם לטובתם ושלא יגיעו לשחיתות, ושבית עלי יהיה אות ומופת לכל הכהנים, תזכורת לחטאי חפני ופנחס אבותם."
          ]
        },
        {
          "title": "בית עלי",
          "paragraphs": [
            "עלי היה הכהן הגדול וניתן להניח שהכהונה הגדולה עברה מדור לדור, אבל לא מצאתי מידע על אבותיו של עלי. הכהונה הגדולה עוברת למשפחת צדוק הכהן בימי דוד ונדבר על זה כשנגיע לשם.",
            "עוד נכון לציין שפנחס בן עלי נקרא מן הסתם על שם פנחס בן אלעזר בן אהרן, ששמות עברו במשפחה בירושה."
          ]
        },
        {
          "title": "רבה ואביי מבית עלי",
          "paragraphs": [
            "בגמרא (יבמות קה): 'רבה ואביי מדבית עלי קאתו, רבה דעסק בתורה חיה ארבעין שנין, אביי דעסק בתורה ובגמילות חסדים חיה שיתין שנין' (רבה ואביי אחיינו הם מבית עלי, רבה עסק בתורה וחי 40 שנה, אביי עסק בתורה ובגמילות חסדים וחי 60 שנה).",
            "ראוי לציין שעברו 1300 שנים בערך מעלי עד רבה ואביי, והם שמרו על הייחוס שלהם ומעידים שהקללה עוד קיימת."
          ]
        }
      ]
    }
  ]
}
